  const prayerContent = `
  بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ الحَمدُ لِلَّهِ الَّذي لَيسَ‌ لِقَضائِهِ‌ دافِعٌ وَلا لِعَطائِهِ مانِعٌ
ستايش مخصوص خدایى است كه قضاء و حکمِ او را برگرداننده،‌ و عطاء او را بازدارنده‌ای نباشد
◎
‌ وَلا كصُنعِهِ صُنعُ صانِعٍ وَهوَالجَوادُ الواسِعُ
  و مانند خلقت او خلقتى يافت نشود و اوست عطابخش نعمت‌های بی‌کران
◎
    فَطَرَ أجناسَ البَدائِعِ وَأتقَنَ بِحِكمَتِهِ الصَّنائِعَ
    اجناس آفریده‌ها را از نیستی به ظهور آورد و خلایق را به حکمت خویش استوار ساخت
◎
    لا تَخفَى عَلَيهِ الطَّلائِعُ وَلا تَضيعُ عِندَهُ الوَدائِعُ
    هرآنچه پدیدار شود بر او مخفی نباشد و آنچه نزد او به ودیعه گذاشته شود ضایع نگردد
◎
    جازي كلِّ صانِعٍ وَرائِشُ كلِّ قانِعٍ وَراحِمُ كلِّ ضارِعٍ
    اوست پاداش‌دهندۀ هر عمل‌کننده، و بی‌نیازکنندۀ هر قناعت‌پیشه، و رحم‌آورنده بر هر زاری‌کننده‌
◎
    مُنزِلُ المَنافِعِ وَالكتابِ الجامِعِ بِالنّورِ السّاطِعِ

    نازل‌کنندۀ منفعت‌ها و کتابِ جامع با نور درخشان
◎
    وَهوَلِلدَّعَواتِ سامِعٌ وَلِلكرُباتِ دافِعٌ

    او دعاها را بشنود و سختی‌ها را برطرف ‌سازد
◎
    وَلِلدَّرَجاتِ رافِعٌ وَلِلجَبابِرَةِ قامِعٌ

    درجات (نیکان) را بیفزاید و گردن‌کشان را خوار سازد
◎
    فَلا إلَهَ غَيرُهُ وَلا شَي‌ءٌ يعدِلُهُ وَلَيسَ كمِثلِهِ شَي‌ءٌ

    پس معبودی جز او نیست و همتا و مانندی برای او نباشد
◎
    وَهوَالسَّميعُ البَصيرُ اللَّطيفُ الخَبيرُ وَهوَعَلى‌ كلِّ شَي‌ءٍ قَديرٌ

    و اوست شنوا و بینا، و لطیف و آگاه، و او بر هر امری تواناست
◎
    اللهُمَّ إنّي أرغَبُ إلَيك وَأشهَدُ بِالرُّبوبيةِ لَك

    بار إلٰها، من مشتاق تواَم و به پروردگاری تو گواهی می‌دهم
◎
    مُقِرًّا بِأنَّك رَبّي وَإلَيك مَرَدّي

    درحالی‌که اقرار می‌کنم که تو پروردگار منی و بازگشت من به‌سوی توست
◎
    ابتَدَأتَني بِنِعمَتِك قَبلَ أن أكونَ شَيئًا مَذكورًا

    نعمتت را بر من آغاز نمودی پیش از آنکه موجودی درخور یاد باشم
◎
    خَلَقتَني مِنَ التُّرابِ ثُمَّ أسكنتَني الأصلابَ آمِنًا لِرَيبِ المَنونِ وَاختِلافِ الدُّهورِ وَالسِّنينَ

    و مرا از خاک آفریدی سپس در صُلب‌ها (پشت پدران) جای دادی و از حوادث زمانه و گردش روزگاران و سال‌ها ایمنم نمودی
◎
    فَلَم أزَل ظاعِنًا مِن صُلبٍ إلَى رَحِمٍ في تَقادُمٍ مِنَ الأيامِ الماضيةِ وَالقُرونِ الخاليةِ
◎
    پس همواره از صُلبی به رَحِمی کوچ می‌نمودم و بر این منوال روزها گذشت و قرن‌ها سپری شد
◎
    لَم تُخرِجني لِرَأفَتِك بي وَلُطفِك لي وَإحسانِك إلَي في دَولَةِ أئِمَّةِ الكفرِ

 
    و تو از باب نهایت مِهر و لطف و احسانی که به من داشتی، مرا در حکومت سردمداران کفر، به دنیا نیاوردی
◎
    الَّذينَ نَقَضوا عَهدَك وَكذَّبوا رُسُلَك

    آنان که پیمانت را شکستند و فرستادگانت را تکذیب نمودند
◎
    لَكنَّك أخرَجتَني لِلَّذي سَبَقَ لي مِنَ الهُدَى

    بلکه مرا برای هدایتی که برایم مقرر نموده بودی به دنیا آوردی
◎
    الَّذي لَهُ يسَّرتَني وَفيهِ أنشَأتَني

    هدایتی که مرا برای پذیرش آن آماده ساختی و در بستر آن هدایت، مرا پرورش دادی
◎
    وَمِن قَبلِ ذَلِك رَؤُفتَ بي بِجَميلِ صُنعِك وَسَوابِغِ نِعَمِك

    و پیش از آن نیز با رفتار نکویت و نعمت فراوانت به من محبّت ورزیدی
◎
    فابتَدَعتَ خَلقي مِن مَني يمنَى وَأسكنتَني في ظُلُماتٍ ثَلاثٍ مِن بَينِ لَحمٍ وَدَمٍ وَجِلدٍ

    پس خلقتم را از نطفه قرار دادی و مرا در تاریکی‌های سه‌گانه؛ بین گوشت و خون و پوست جای دادی
◎
    لَم تُشهِدني خَلقي وَلَم تَجعَل لي شَيئًا مِن أمري

    مرا بر خلقتم آگاه نساختی و چیزی از امر آفرینشم را به من واگذار ننمودی
◎
    ثُمَّ أخرَجتَني لِلَّذي سَبَقَ لي مِنَ الهُدَى إلَى الدُّنيا تامًّا سَويًّا

    سپس مرا بشری کامل و معتدل، به‌سوی هدایتی که برایم تقدیر نموده بودی به دنیا آوردی
◎
    وَحَفِظتَني في المَهدِ طِفلًا صَبيا و رَزَقتَني مِنَ الغِذاءِ لَبَنًا مَريا

    و مرا در خردسالی در گهواره محافظت نمودی و از غذاها شیر گوارا روزیم ساختی
◎
    وَعَطَفتَ عَلَي قُلوبَ الحَواضِنِ وَكفَّلتَني الأُمَّهاتِ الرَّواحِمَ

    و دلِ دایه‌گان را بر من مهربان نمودی و مادران دلسوز را به پرستاری‌ام گماشتی
◎
    وَكلَأتَني مِن طَوارِقِ الجانِّ وَسَلَّمتَني مِنَ الزّيادَةِ وَالنُّقصانِ

    و از آسیب جنّیان و شیاطین محفوظ نمودی و از زیاده و کم مصون داشتی
◎
    فَتَعالَيتَ يا رَحيمُ يا رَحمانُ

    پس تو برتر و والاتری ای مهربان و ای بخشنده
◎
    حَتَّى إذا استَهلَلتُ ناطِقًا بِالكلامِ وَأتمَمتَ عَلَي سَوابِغَ الإنعامِ

    تا آن زمان که لب به سخن گشودم و نعمت‌های فراوانت را بر من تمام نمودی
◎
    وَرَبَّيتَني زائِدًا في كلِّ عامٍ حَتَّى إذا اكتَمَلَت فِطرَتي وَاعتَدَلَت مِرَّتي

    در هر سال بیشتر پرورشم دادی، تا آنگاه که خلقت اصلیم کامل شد و مزاجم اعتدال یافت
◎
    أوجَبتَ عَلَي حُجَّتَك بِأن ألهَمتَني مَعرِفَتَك‌ وَرَوَّعتَني بِعَجائِبِ حِكمَتِك

  حجّتت را بر من تمام کردی، که معرفت و شناخت خود را به من الهام بخشیدی و به عجایب حکمت خویش مرا شگفت‌زده نمودی
◎
    وَأيقَظتَني لِما ذَرَأتَ في سَمائِك وَأرضِك مِن بَدائِعِ خَلقِك

    و به زیبایی‌های خلقتت در آسمان و زمین، متنبّه نمودی
◎
    وَنَبَّهتَني لِشُكرِك وَذِكرِك وَأوجَبتَ عَلَي طاعَتَك وَعِبادَتَك

    و مرا برای شکرگزاری و یاد تو، هشیار ساختی و اطاعت و بندگیت را بر من واجب نمودی
◎
    وَفَهَّمتَني ما جاءَت بِهِ رُسُلُك وَيسَّرتَ لي تَقَبُّلَ مَرضاتِك

    و آنچه را پیامبرانت آوردند به من فهماندی و پذیرش عوامل خشنودیت را بر من آسان نمودی
◎
    وَمَنَنتَ عَلَي في جَميعِ ذَلِك بِعَونِك وَلُطفِك

    ‌و در تمام این امور با یاری و مهربانی‌ات بر من منّت نهادی
◎
    ثُمَّ إذ خَلَقتَني مِن خَيرِ الثَّرَى لَم تَرضَ لي يا إلَهي نِعمَةً دونَ أُخرَى

    و از آنجا که مرا از بهترین خاک‌ها (طینت‌ها) آفریدی، بر من نپسندیدی که از نعمتی برخوردار و از نعمت دیگر محروم باشم
◎
    وَرَزَقتَني مِن أنواعِ المَعاشِ وَصُنوفِ الرّياشِ بِمَنِّك العَظيمِ الأعظَمِ عَلَي وَإحسانِك القَديمِ إلَيّ

    بلکه با منّت بزرگ و والاترت نسبت به من و بر اساس احسان دیرینه‌ات بر من، از انواع متاع حیات و زندگی و اقسام لوازم کامرانی، روزی‌ام فرمودی
◎
    حَتَّى إذا أتمَمتَ عَلَي جَميعَ النِّعَمِ وَصَرَفتَ عنّي كلَّ النِّقَمِ

    تا جائی‌که همۀ نعمت‌ها را بر من تمام نمودی و تمامی رنج‌ها را از من دورساختی
◎
    لَم يمنَعك جَهلي وَجُرأتي عَلَيك أن دَلَلتَني إلَىٰ ما يقَرِّبُني إلَيك وَوَفَّقتَني لِما يزلِفُني لَدَيك

  مرا به آنچه به تو نزدیکم می‌سازد رهنمون شدی و به آنچه مرا به پیشگاه تو نزدیک سازد توفیق دادی و نادانی و بی‌باکیم در برابر تو، مانع از اینها نشد

    فَإن دَعَوتُك أجَبتَني وَإن سَألتُك أعطَيتَني

    پس اگر تو را خواندم اجابت کردی و اگر از تو خواستم عطا فرمودی
◎
    وَإن أطَعتُك شَكرتَني وَإن شَكرتُك زِدتَني

    و اگر اطاعت کردم قدردانی نمودی و اگر شکر گزاشتم بر نعمت افزودی
◎
    كلُّ ذَلِك إكمالٌ لِأنعُمِك عَلَي وَإحسانِك إلَي

    اینها همه به جهت کامل نمودن نعمت و احسان خداوندیت بر من است
◎
     فَسُبحانَك سُبحانَك مِن مُبدِئٍ مُعيدٍ حَميدٍ مَجيدٍ

    پس منزّهی تو، منزّهی تو، که آغازکنندۀ خلقتی و بازگردانندۀ آن، و ستوده و با عظمت
◎
    تَقَدَّسَت أسماؤُك وَعَظُمَت آلاؤُك

    نام‌هایت مقدّس است و نعمت‌هایت با عظمت
◎
    فَأي نِعَمِك يا إلَهي أُحصِي عَدَدًا وَذِكرًا؟ أم أي عَطاياك أقومُ بِها شُكرًا

    بار إلٰها، کدام‌یک از نعمت‌هایت را به شماره آورم و یاد کنم، یا به سپاسگزاری کدام‌یک از عطاهایت برخیزم
◎
    وَهي يا رَبِّ أكثَرُ مِن أن يحصِيها العادّونَ أو يبلُغَ عِلمًا بِها الحافِظونَ

    درحالی‌که بارپروردگارا، بیش از آن است که حسابگران برشمارند و دانش اندیشمندان آن را دریابد
◎
    ثُمَّ ما صَرَفتَ وَدَرَأتَ عنّي اللهُمَّ مِنَ الضُّرِّ وَالضَّرّاءِ أكثَرُ مِمّا ظَهَرَ لي مِنَ العافيةِ وَالسَّرّاءِ

    بار إلٰها، وانگهی آنچه از سختی و بلا از من بازگرداندی و دور کردی، بیش از آن عافیت و خوشی‌ای است که برایم آشکار گشته است
◎
    وَأنا أشهَدُ يا إلَهي بِحَقيقَةِ إيماني وَعَقدِ عَزَماتِ يقيني

    خداوندا، و من شاهدم و گواهی می‌دهم با حقیقت ایمانم و با استواری و قاطعیت یقینی که دارم
◎
    وَخالِصِ صَريحِ تَوحيدي وَباطِنِ مَكنونِ ضَميري

    و با توحید خالص و بی‌شائبۀ خود و از اعماق پنهانی درونم
◎
    وَعَلائِقِ مَجاري نورِ بَصَري وَأساريرِ صَفحَةِ جَبيني

    و [جوارحم نیز گواهی می‌دهند] با رشته‌های مجراهای نورِ چشمم، و خطوط صفحۀ پیشانی‌ام
◎
    وَخُرقِ مَسارِبِ نَفسي وَخَذاريفِ مارِنِ عِرنيني وَمَسارِبِ سِماخِ سَمعي

    و با شکاف راه‌های تنفّسم، و پرده‌های نرمۀ بینی‌ام، و راه‌های پردۀ گوشم
◎
    وَما ضَمَّت وَأطبَقَت عَلَيهِ شَفَتاي وَحَرَكاتِ لَفظِ لِساني وَمَغرَزِ حَنَك فَمي وَفَكي

    و با آنچه لبانم بر هم بسته شود و قرار گیرد، و با حرکت‌های زبانم برای تلفّظ، و با محلّ پیوند کام و فکّ من
◎
    وَمَنابِتِ أضراسي وَمَساغِ مَطعَمي وَمَشرَبي وَحِمالَةِ أُمِّ رَأسي وَبُلوغِ فارِغِ حَبائِلِ عُنُقي

    و محل روییدن دندان‌هایم، و محلّ چشیدن خوراک و آشامیدنی‌ام، و رشته و عصب مغز سرم، و لولۀ متصل به رگ‌های گردنم
◎
    وَما اشتَمَلَ عَلَيهِ تامورُ صَدري وَحَمائِلِ حَبلِ وَتيني

    و آنچه در قفسۀ سینه‌ام جای دارد، و رشته‌های رگ قلبم
◎
    وَنياطِ حِجابِ قَلبي وَأفلاذِ حَواشي كبِدي وَما حَوَتهُ شَراسيفُ أضلاعي

    و آویزۀ پردۀ قلبم، و پاره‌های اطراف کبدم، و آنچه استخوان دنده‌هایم دربرگرفته
◎
    وَحِقاقِ مَفاصِلي وَقَبضِ عَوامِلي وَأطرافِ أنامِلي

    و گودی‌های مفصل‌هایم، و انقباضات عضلات بدنم، و سرِ انگشتانم
◎
    وَلَحمي وَدَمي وَشَعري وَبَشَري وَعَصَبي وَقَصَبي وَعِظامي وَمُخّي وَعُروقي

    و با گوشت و خون و مویم و پوست و عصب و نای و استخوانم و مغز و رگ‌هایم 
◎
    وَجَميعِ جَوارِحي وَما انتَسَجَ عَلَى ذَلِك أيامَ رَضاعي

    و با تمامی اعضا و جوارحم و آنچه در مدّت شیرخوارگی‌ام بر آن روییده
◎
    وَما أقَلَّتِ الأرضُ مِنّي وَنَومي وَيقَظَتي وَسُكوني وَحَرَكاتِ رُكوعي وَسُجودي

    و با آنچه زمین بر پشت خود برداشته است و با خواب و بیداریم و با سکون و حرکت و رکوع و سجودم [گواهی می‌دهم؛]
◎
    أن لَو حاوَلتُ وَاجتَهَدتُ مَدَى الأعصارِ وَالأحقابِ لَو عُمِّرتُها

    که اگر تلاش کنم و در طول قرون و اعصار ــ به فرض که چنین عمری کنم ــ کوشش نمایم
◎
    أن أُؤَدّي شُكرَ واحِدَةٍ مِن أنعُمِك ما استَطَعتُ ذَلِك

    که شکر یکی از نعمت‌هایت را به‌جا آورم نخواهم توانست
◎
    إلّا بِمَنِّك الموجِبِ عَلَي بِهِ شُكرَك أبَدًا جَديدًا وَثَناءً طارِفًا عَتيدًا

    جز به لطف تو، که بدان شکرِ دیگری بر من واجب می‌شود، شکری دائم و نو، و ثنایی تازه و فراهم
◎
    أجَل وَلَو حَرَصتُ أنا وَالعادّونَ مِن أنامِك أن نُحصي مَدَى إنعامِك سالِفِهِ وَآنِفِهِ

    آری، اگر من و همۀ حسابگران از آفریدگانت، حرص ورزیم که گسترۀ إنعام تو را، از نعمت‌های گذشته و آینده برشماریم
◎
    ما حَصَرناهُ عَدَدًا وَلا أحصَيناهُ أمَدًا هَيهاتَ أنَّى ذَلِك

    شمارۀ آن را به دست نیاوریم و انتها و گسترۀ آن را درنخواهیم یافت    هیهات! کجا چنین چیزی واقع شود (میسّر است)؟!
◎
    وَأنتَ المُخبِرُ في كتابِك النّاطِقِ وَالنَّبَإ الصّادِقِ‌ ﴿وَإن تَعُدّوا نِعمَتَ اللهِ لا تُحصوها﴾ صَدَقَ كتابُك اللهُمَّ وَإنباؤُك
 درحالی‌که تو در کتاب گویا و خبر راستینت فرمودی:«اگر نعمت خدا را برشمارید آن ‌را شمارش نتوانید نمود!» خداوندا، کتاب تو راست گفته و خبرت صادق بوده
◎
    و بَلَّغَت أنبياؤُك وَرُسُلُك ما أنزَلتَ عَلَيهم مِن وَحيك وَشَرَعتَ لَهم وَبِهم مِن دينِك

    و پیامبران و فرستادگانت رساندند آنچه از وحی بر ایشان فرو فرستادی و آنچه از دینت بر آنها و به‌وسیلۀ آنها تشریع نمودی
◎
 
    غَيرَ أنّي يا إلَهي أشهَدُ بِجَهدي وَجِدّي وَمَبلَغِ طاعَتي وَوُسعي

    جز اینکه ای خدای من، با تمام سعی و کوششم و تمام تلاشم، و هر آنچه در سعه و توان دارم گواهی می‌دهم
◎
    وَأقولُ مُؤمِنًا موقِنًا الحَمدُ لِلَّهِ الَّذي لَم يتَّخِذ وَلَدًا فَيكونَ مَوروثًا

    و از روی باور و یقین می‌گویم:   جمیع مراتب ستایش خدای را که فرزندی نگزیده تا از او به ارث بَرَد
◎
    وَلَم يكن لَهُ شَريك في المُلك‌ فَيضادَّهُ فيما ابتَدَعَ وَلا وَلي مِنَ الذُّلِ‌ فَيرفِدَهُ فيما صَنَعَ

    و برای او در فرمانروایی‌اش شریکی نبوده تا با او در آنچه پدید آورده مخالفت کند؛ و نه یاوری از پَستی برای اوست که در آفرینش او را یاری رساند
◎
    فَسُبحانَهُ سُبحانَهُ‌ ﴿لَو كانَ فيهِما آلِهَةٌ إلّا اللهُ لَفَسَدَتا﴾ وَتَفَطَّرَتا!

    پس منزّه است او، منزّه است او   «اگر در آسمان و زمین جز او خدایی بود تباه می‌شدند» و از هم می‌پاشیدند
◎
    سُبحانَ اللهِ الواحِدِ الأحَدِ الصَّمَدِ الَّذي‌ ﴿لَم يلِد وَلَم يولَد وَلَم يكن لَهُ كفوًا أحَدٌ﴾!

    منزّه است یکتا و یگانه‌ای که بی‌نیاز است، آنکه فرزند ندارد و فرزند کسی نیست، و هیچ‌کس همتا و برابر او نمی‌باشد
◎
    الحَمدُ لِلَّهِ حَمدًا يعادِلُ حَمدَ مَلائِكتِهِ المُقَرَّبينَ وَأنبيائِهِ المُرسَلينَ

    ستایش خدای را، ستایشی که با ستایش ملائکۀ‌ مقرّب و پیامبران مُرسَلش برابر باشد
◎
    وَصَلَّى اللهُ عَلَى خيرَتِهِ مُحَمَّدٍ خاتَمِ النَّبيينَ وَآلِهِ الطَّيبينَ الطّاهِرينَ المُخلَصينَ وَسَلَّمَ

    و صلوات و درود خدا بر برگزیدگان او، محمّد خاتم پیامبران و خاندان پاک و مطهّر و خالص ( واصلان به مقام اخلاص) او باد
◎
    ثُمَّ اندَفَعَ في المَسألَةِ وَاجتَهَدَ في الدُّعاءِ وَقالَ وَعَيناهُ تَكفانِ دُموعًا:

    پس آن حضرت شروع فرمود در درخواست و اهتمام نمود در دعا و آب از دیدگان مبارکش جاری بود، پس عرض نمود:
◎
    اللهُمَّ اجعَلني أخشاك كأنّي أراك وَأسعِدني بِتَقواك وَلا تُشقِني بِمَعصيتِك
 خداوندا، خشیّت و ترس از کبریا و عظمت خود را نصیبم کن گویی که تو را می‌بینم، و مرا با تقوای خودت سعادتمند گردان، و به‌واسطۀ نافرمانی‌ات مرا شقىّ و بدبخت مگردان 
◎
وَخِر لي في قَضائِك وَبارِك لي في قَدَرِك
     و در قضاء و اراده‌ات خیر را نصیبم گردان و در مقدّراتت برایم برکت قرار ده
◎
    حَتَّى لا أُحِبَّ تَعجيلَ ما أخَّرتَ وَلا تَأخيرَ ما عَجَّلتَ

    تا بدان‌جا برسم که نه در آنچه تو خواستار تأخیرش هستی دوستدار تعجیلش باشم و نه تأخیر آنچه پیش انداختی را بخواهم
◎
    اللهُمَّ اجعَل غِنائي في نَفسي وَاليقينَ في قَلبي

    بار إلٰها، بی‌نیازیم را در نَفْسم و یقین را در قلبم قرار بده
◎
    وَالإخلاصَ في عَمَلي وَالنّورَ في بَصَري وَالبَصيرَةَ في ديني

    و اخلاص را در عملم و نور را در دیده و بصیرت را در دینم قرار ده
◎
    وَمَتِّعني بِجَوارِحي وَاجعَل سَمعي وَبَصَري الوارِثَينِ مِنّي

    و مرا از جوارحم بهره‌مند گردان، و چشم و گوشم را وارث من قرار بده
◎
    وَانصُرني عَلَى مَن ظَلَمَني وَأرِني فيهِ ثاري وَمَآرِبي وَأقِرَّ بِذَلِك عَيني

    و مرا بر آن ‌که به من ستم روا داشته یاری‌ام ده     و به‌واسطۀ انتقام‌جویی و برآورده‌شدن حاجت، پیروزمندی را نشانم بده و بدین‌سبب چشمم را روشن گردان
◎
    اللهُمَّ اكشِف كربَتي وَاستُر عَورَتي وَاغفِر لي خَطيئَتي وَاخسَأ شَيطاني

    خدایا اندوه مرا برطرف کن و عیب مرا بپوشان و از خطایم درگذر و شیطانم را با خواری بران
◎
    وَفُك رِهاني وَاجعَل لي يا إلَهي الدَّرَجَةَ العُليا في الآخِرَةِ وَالأولَى

    و ذمّه‌ام را از گرو کرده‌هایم برَهان بار إلٰها و برایم در دنیا و آخرت درجۀ والا را مقدّر فرما
◎
    اللهُمَّ لَك الحَمدُ كما خَلَقتَني فَجَعَلتَني سَميعًا بَصيرًا

    خداوندا، ستایش مخصوص توست که مرا آفریدی و شنوا و بینا گرداندی
◎
    وَلَك الحَمدُ كما خَلَقتَني فَجَعَلتَني خَلقًا سَويا رَحمَةً بي وَقَد كنتَ عن خَلقي غَنيا

    خداوندا، ستایش مخصوص توست که مرا آفریدی و از غایت مهربانی بر من، خلقتم را نیکو قرار دادی با آنکه از من بی نیاز بودی
◎
    رَبِّ بِما بَرَأتَني فَعَدَّلتَ فِطرَتي رَبِّ بِما أنشَأتَني فَأحسَنتَ صورَتي

    پروردگارا، قسم به اینکه مرا آفریدی سپس سرشت مرا معتدل ساختی   به اینکه مرا هستی دادی و صورتم را زیبا نگاشتی
◎
    رَبِّ بِما أحسَنتَ إلَي وَفي نَفسي عافَيتَني رَبِّ بِما كلَأتَني وَوَفَّقتَني

    پروردگارا، به اینکه به من احسان کردی و مرا عافیتِ نفْس دادی    ای پروردگار من، به اینکه مرا حفظ کردی و توفیق دادی
◎
    رَبِّ بِما أنعَمتَ عَلَي فَهَدَيتَني رَبِّ بِما أولَيتَني وَمِن كلِّ خَيرٍ أعطَيتَني

    پروردگارا، به اینکه بر من إنعام فرمودی سپس هدایت نمودی  پروردگارا، به اینکه لایق إنعامم ساختی و از هر خیری عطایم نمودی
◎
    رَبِّ بِما أطعَمتَني وَسَقَيتَني رَبِّ بِما أغنَيتَني وَأقنَيتَني

    پروردگارا، به اینکه خوراندی و نوشاندی پروردگارا، به اینکه بی‌نیازم ساختی و اندوخته‌ام دادی
◎
  رَبِّ بِما أعَنتَني وَأعزَزتَني

    پروردگارا، به اینکه یاریم کردی و عزیز ساختی
◎
    رَبِّ بِما ألبَستَني مِن سِترِك الصّافي وَيسَّرتَ لي مِن صُنعِك الكافي

    پروردگارا، به اینکه از پوشش پاکیزه‌ات بر من پوشانیدی و به کفایت خود، کار بر من آسان نمودی
◎
    صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأعِنّي عَلَى بَوائِقِ الدُّهورِ وَصُروفِ اللَّيالي وَالأيامِ

    بر محمد و خاندان محمد صلوات و درود فرست و مرا در بلاهای روزگار و حوادث شب و روز یاری رسان
    ◎
    وَنَجِّني مِن أهوالِ الدُّنيا وَكرُباتِ الآخِرَةِ وَاكفِني شَرَّ ما يعمَلُ الظّالِمونَ في الأرضِ

    و از هراس دنیا و اندوه‌های آخرت نجاتم ده، و مرا از شرّ آنچه ستمگران در زمین انجام می‌دهند کفایت فرما
◎
    اللهُمَّ ما أخافُ فاكفِني وَما أحذَرُ فَقِني وَفي نَفسي وَديني فاحرُسني

    خدایا از آنچه می‌ترسم مرا کفایت کن و از آنچه حذر می‌کنم نگهداری کن و در نفْسم و دینم از من نگهبانی فرما
◎
    وَفي سَفَري فاحفَظني وَفي أهلي وَمالي فاخلُفني

    و مرا در سفرم نگهدار و در خاندان و مالم جانشین باش
◎
    وَفيما رَزَقتَني فَبارِك لي وَفي نَفسي فَذَلِّلني

    و در آنچه روزیم فرمودی برکت ده و در نزد خویش ذلیل و خوارم ساز
◎
    وَفي أعينِ النّاسِ فَعَظِّمني وَمِن شَرِّ الجِنِّ وَالإنسِ فَسَلِّمني

    و در دیدگان مردم بزرگم کن و از شرّ جن و انس سالمم بدار
◎
    وَبِذُنوبي فَلا تَفضَحني وَبِسَريرَتي فَلا تُخزِني

    و به‌وسیلۀ گناهانم رسوایم مساز و به‌واسطۀ درون آلوده‌ام آبرویم مَبَر
◎
    وَبِعَمَلي فَلا تَبتَلِني وَنِعَمَك فَلا تَسلُبني وَإلَى غَيرِك فَلا تَكلني

    و به‌وسیلۀ عملم گرفتارم مساز و مرا از نعمت‌هایت باز نگیر و به غیر خود واگذارم مکن
◎
    إلَهي إلَى مَن‌ تَكلُني إلَى قَريبٍ فَيقطَعَني أم إلَى بَعيدٍ فَيتَجَهَّمَني
   
    خدایا، مرا به که وا می‌گذاری؟ به خویشاوند که از من ببُرَد؟!  یا به بیگانه تا با من با ترش‌رُویی برخورد کند؟!
◎
    أم إلَى المُستَضعِفينَ لي وَأنتَ رَبّي وَمَليك أمري؟

    یا به آنان ‌که خوارم می‌شمرند؟! و حال‌اینکه تو خدای من و زمامدار امر منی!
◎
    أشكو إلَيك غُربَتي وَبُعدَ داري وَهَواني عَلَى مَن مَلَّكتَهُ أمري إلَهي فَلا تُحلِل عَلَي غَضَبَك

    شِکوه به تو آورده‌ام از غربتم و دوری خانۀ آخرتم و خواری‌ام نزد کسی که اختیار کارم را به او دادی. پس معبود من! غضبت را بر من فرود نیاور
◎
    فَإن لَم تَكن غَضِبتَ عَلَي فَلا أُبالي سواك سُبحانَك غَيرَ أنَّ عافيتَك أوسَعُ لي

    که اگر تو بر من خشمگین نباشی، از غیر تو باکی ندارم، منزّهی تو، جز اینکه عافیتت بر من گسترده‌تر است
◎
    فَأسألُك يا رَبِّ بِنورِ وَجهِك الَّذي أشرَقَت لَهُ الأرضُ وَالسَّماواتُ

    پس از تو درخواست می‌کنم پروردگارا به نور جمالت که زمین و آسمان‌ها به آن روشن گشت
◎
    وَكُشِفتَ [انکشفت] بِهِ الظُّلُماتِ وَصَلُحَ بِهِ أمرُ الأوَّلينَ وَالآخِرينَ

    و تاریکی‌ها به آن برطرف شد، و کار گذشتگان و آیندگان به‌وسیلۀ آن به اصلاح رسید
◎
    أن لا تُميتَني عَلَى غَضَبِك وَلا تُنزِلَ بي سَخَطَك

    که مرا بر قهر و ناخشنودی‌ات نمیرانی و خشمت را بر من فرود نیاوری
◎
    لَك العُتبَى لَك العُتبَى حَتَّى تَرضَى قَبلَ ذَلِك

    از تو پوزش می‌طلبم، از تو پوزش می‌طلبم تا پیش از آن (نزول عذاب و خشمت) راضی گردی
◎
    لا إلَهَ إلّا أنتَ رَبَّ البَلَدِ الحَرامِ وَالمَشعَرِ الحَرامِ

    معبودی جز تو نیست،
◎
    ای پروردگار خانۀ محترم و مشعرالحرام

    وَالبَيتِ العَتيقِ الَّذي أحلَلتَهُ البَرَكةَ وَجَعَلتَهُ لِلنّاسِ أمنًا

    و خانۀ قدیمی (کعبه) که برکت را در آن نازل فرمودی و آن را برای مردم ایمن ساختی
◎
    يا مَن عَفا عن عَظيمِ الذُّنوبِ بِحِلمِهِ يا مَن أسبَغَ النَّعماءَ بِفَضلِهِ يا مَن أعطَى الجَزيلَ بِكرَمِهِ

    ای آن‌که با بردباری‌اش از گناهان بزرگ گذشت، ای آن‌که با فضلش نعمت‌ها را کامل ساخت، ای آن‌که با کرمش گسترده و فراوان عطا کرد
◎
    يا عُدَّتي في شِدَّتي يا صاحِبي في وَحدَتي يا غياثي في كربَتي يا وَليي في نِعمَتي

    ای پشت و پناهم (ذخیره‌ام) در سختی‌ام، ای همراهم در تنهایی‌ام، ای فریادرسم در گرفتاری‌ام، ای سرپرستم در نعمت‌ها
◎
    يا إلَهي وَإلَهَ آبائي إبراهيمَ وَإسماعيلَ وَإسحاقَ وَيعقوبَ

    ای خدای من و خدای پدرانم: ابراهیم و اسماعیل و اسحاق و یعقوب
◎
    وَرَبَّ جَبرَئيلَ وَميكائيلَ وَإسرافيلَ وَرَبَّ مُحَمَّدٍ خاتَمِ النَّبيينَ وَآلِهِ المُنتَجَبينَ

    و پروردگار جبرائیل و میکاییل و اسرافیل و پروردگار محمّد خاتم پیامبران و اهل‌بیت برگزیده‌اش
◎
    وَ مُنزِلَ التَّوراةِ وَالإنجيلِ وَالزَّبورِ وَالفُرقانِ وَمُنزِلَ كهيعص وَطه وَيس وَالقُرآنِ الحَكيمِ

    و ای نازل‌کنندۀ تورات و انجیل و زبور و فرقان (قرآن) و فروفرستندۀ «کهیعص» و «طه» و «یس» و «قرآن حکیم»
◎
    أنتَ كهفي حينَ تُعييني المَذاهِبُ في سَعَتِها وَتَضيقُ بي الأرضُ بِرُحبِها وَلَولا رَحمَتُك لَكنتُ مِنَ الهالِكينَ

    تو پناهم هستی آن زمان که راه‌های زندگانی با همۀ وسعتشان درمانده‌ام کنند، و زمین با همۀ پهناوری‌اش بر من تنگ گیرد، و اگر رحمت تو نبود هرآینه از هلاک‌شدگان بودم
◎
    وَأنتَ مُقيلُ عَثرَتي وَلَو لا سِترُك إياي لَكنتُ مِنَ المَفضوحينَ

    و تویی که لغزشم را نادیده می‌گیری و اگر پرده‌پوشی‌ات بر من نبود، هرآینه من از رسواشدگان بودم
◎
    وَأنتَ مُؤَيدي بِالنَّصرِ عَلَى أعدائي وَلَو لا نَصرُك إياي لَكنتُ مِنَ المَغلوبينَ

    و تویی که با یاریت مرا بر دشمنانم پیروز نمودی و اگر یاریت نبود هرآینه من از شکست‌خوردگان بودم
◎
    يا مَن خَصَّ نَفسَهُ بِالسُّموِّ وَالرِّفعَةِ فَأولياؤُهُ بِعِزِّهِ يعتَزّونَ

    ای کسی که خود را به بلندی و برتری اختصاص داده، سپس دوستانش به عزّت او عزّت می‌یابند
◎
    يا مَن جَعَلَت لَهُ المُلوك نيرَ المَذَلَّةِ عَلَى أعناقِهِم فَهُم مِن سَطَواتِهِ خائِفونَ

    ای آن‌که پادشاهان در برابرت یوغ خواری بر گردن نهادند و از ید قدرت (حملۀ) تو هراسانند
◎
    ‌﴿يعلَمُ خائِنَةَ الأعينِ وَما تُخفي الصُّدورُ﴾ وَغَيبَ ما تَأتي بِهِ الأزمِنَةُ وَالدُّهورُ

    خیانت چشم‌ها را و آنچه سینه‌ها پنهان می‌کنند می‌داند و به پنهانی‌هایی که زمان‌ها و روزگاران آشکار سازد آگاهی دارد
◎
    يا مَن لا يعلَمُ كيفَ هوَإلّا هوَ يا مَن لا يعلَمُ ما هوَإلّا هوَ يا من لا يعلمه الا هو

    ای آن‌که جز او نمی‌داند که او چگونه است، ای آن‌که جز او نمی‌داند او چیست، ای آن‌که جز او، او را نمی‌شناسد
◎
    يا مَن كبَسَ الأرضَ عَلَى الماءِ وَسَدَّ الهَواءَ بِالسَّماءِ يا مَن لَهُ أكرَمُ الأسماءِ يا ذا المَعروفِ الَّذي لا ينقَطِعُ أبَدًا

    ای آن‌که زمین را بر آب انباشت و هوا را به آسمان بست، ای آن‌که او را گرامی‌ترین نام‌هاست، ای صاحب احسانی که هرگز قطع نگردد
◎
    يا مُقَيضَ الرَّكبِ ليوسُفَ في البَلَدِ القَفرِ وَمُخرِجَهُ مِنَ الجُبِّ وَجاعِلَهُ بَعدَ العُبوديةِ مَلِكا

    ای آن‌که کاروان را برای نجات یوسف در سرزمین بی‌آب و گیاه برانگیخت، و او را از چاه بیرون آورد و پس از بردگی به پادشاهی‌اش رساند
◎
    يا رادَّهُ عَلَى يعقوبَ بَعدَ أنِ‌ ابيضَّت عَيناهُ مِنَ الحُزنِ فَهوَكظيمٌ

    ای آن‌که یوسف را به نزد یعقوب پس از آنکه دو چشمش از اندوه سفید شد و دلش آکنده از غم بود بازگرداند 
◎
    ‌ يا كاشِفَ الضُّرِّ وَالبَلوَى عن أيوبَ وَمُمسِك يدَي إبراهيمَ عن ذِبحِ ابنِهِ بَعدَ كبَرِ سِنِّهِ وَفَناءِ عُمُرِهِ

    ای آن‌که رنج و بلا را از ایّوب دور ساختی و دست ابراهیم را پس از سالخوردگی و در پایان زندگی از کشتن فرزندش باز داشتی
◎
    يا مَنِ استَجابَ لِزَكريا فَوَهَبَ لَهُ يحيى وَلَم يدَعهُ فَردًا وَحيدًا

    ای آن‌که دعای زکرّیا را اجابت کرد و یحیی را به او بخشید و او را یگانه و تنها وا نگذاشت
◎
    يا مَن أخرَجَ يونُسَ مِن بَطنِ الحوتِ يا مَن فَلَقَ البَحرَ لِبَني إسرائيلَ فَأنجاهُم وَجَعَلَ فِرعَونَ وَجُنودَهُ مِنَ المُغرَقينَ

    ای آن‌که یونس را از دل ماهی بیرون آورد، ای آن‌که دریا را برای بنی‌اسرائیل شکافت و آنان را نجات داد و فرعون و لشگریانش را از غرق‌شدگان قرار داد
◎
    يا مَن أرسَلَ الرّياحَ مُبَشِّراتٍ بَينَ يدَي رَحمَتِهِ يا مَن لَم يعجَل عَلَى مَن عَصاهُ مِن خَلقِهِ

    ای آن‌که بادها را مژده دهندگانی پیشاپیش باران رحمتش فرستاد، ای آن‌که بر عذاب نافرمانان از بندگانش شتاب نمی‌ورزد
◎
    يا مَنِ استَنقَذَ السَّحَرَةَ مِن بَعدِ طولِ الجُحودِ وَقَد غَدَوا في نِعمَتِهِ يأكلونَ رِزقَهُ وَيعبُدونَ غَيرَهُ وَقَد حادّوهُ وَنادّوهُ وَكذَّبوا رُسُلَهُ

    ای آن‌که ساحران روزگار موسی را از ورطۀ هلاکت رهانید، پس از آنکه سالیان طولانی در انکار حق بودند درحالی‌که متنعّم به نعمت او رزقش را می‌خوردند و غیر او را بندگی می‌کردند، و به دشمنی و شرک او برخاستند و پیامبرانش را تکذیب نمودند
◎
    يا اللهُ يا اللهُ يا بَدي‌ءُ يا بَديعُ لا نِدَّ لَك يا دائِمُ لا نَفادَ لَك

    ای خدا، ای خدا، ای آغازگر، ای پدیدآور، برای تو همتایی نیست، ای جاودانی که برایت پایانی نمی‌باشد
◎
    يا حَي حينَ لا حَي يا مُحيي المَوتَى يا مَن‌ هوَقائِمٌ عَلى‌ كلِّ نَفسٍ بِما كسَبَت

    ای زنده آنگاه که زنده‌ای نیست، ای زنده‌کنندۀ مردگان، ای چیره و مسلط بر هرکس و آنچه انجام داده است
◎
    ‌ يا مَن قَلَّ لَهُ شُكري فَلَم يحرِمني وَعَظُمَت خَطيئَتي فَلَم يفضَحني وَرَآني عَلَى المَعاصي فَلَم يشهَرني [يخذلني]

    ای که شکرم برای او اندک است ولی محرومم نساخت و خطایم بزرگ شد اما رسوایم نکرد، و مرا درحال نافرمانی‌ها دید، ولی در بین مردم بی‌آبرو ننمود
◎
    يا مَن حَفِظَني في صِغَري يا مَن رَزَقَني في كبَري

    ای که در خردسالی حفظم نمود و در بزرگسالی رزقم داد
◎
    يا مَن أياديهِ عِندي لا تُحصَى وَنِعَمُهُ لا تُجازَى

    ای که عطاهایش نزد من به‌شمار نیاید و نعمت‌هایش تلافی نگردد
◎
    يا مَن عارَضَني بِالخَيرِ وَالإحسانِ وَعارَضتُهُ بِالإساءَةِ وَالعِصيانِ

    ای که با من به خیر و احسان روبرو شد و من با بدی و نافرمانی با او روبرو گشتم 
◎
    يا مَن هَداني لِلإيمانِ مِن قَبلِ أن أعرِفَ شُكرَ الِامتِنانِ

    ای که به ایمان هدایتم نمود، پیش از آنکه شیوۀ سپاس نعمت‌هایش را بشناسم
◎
    يا مَن دَعَوتُهُ مَريضًا فَشَفاني وَعُريانًا فَكساني وَجائِعًا فَأشبَعني

    ای که او را در بیماری خواندم پس شفایم داد، و در برهنگی خواندم مرا پوشانید، و در حال گرسنگی خواندم سیرم کرد
◎
    وَعَطشانًا فَأرواني وَذَليلًا فَأعَزَّني وَجاهِلًا فَعَرَّفَني وَوَحيدًا فَكثَّرَني

    و در حال تشنگی خواندم سیرابم نمود، در حال خواری خواندم عزّتم بخشید، در نادانی خواندم مرا معرفت بخشید، در تنهایی خواندم افزونی جمعیتم بخشید
◎
    وَغائِبًا فَرَدَّني وَمُقِلًّا فَأغناني وَمُنتَصِرًا فَنَصَرَني

    و در دوری از وطن خواندم مرا برگرداند و در حال نداری خواندم دارایم کرد و از او یاری خواستم یاری‌ام فرمود
◎
    وَغَنيًّا فَلَم يسلُبني وَأمسَكتُ عن جَميعِ ذَلِك فابتَدَأني

    و در ثروتمندی او را خواندم محرومم نکرد و از درخواست همۀ اینها باز ایستادم، او احسان را بر من آغاز نمود
◎
 
    فَلَك الحَمدُ وَالشُّكرُ

    پس حمد و سپاس توراست!
◎
    يا مَن أقالَ عَثرَتي وَنَفَّسَ كربَتي وَأجابَ دَعوَتي وَسَتَرَ عَورَتي وَغَفَرَ ذُنوبي وَبَلَّغَني طَلِبَتي وَنَصَرَني عَلَى عَدوّي

    ای که لغزشم را نادیده گرفت و اندوهم را زدود و دعایم را اجابت نمود و عیبم را پوشاند و گناهم را آمرزید و مرا به خواسته‌ام رساند و بر دشمنم پیروز گرداند
◎
    وَإن أعُدُّ نِعَمَك وَمِنَنَك وَكرائِمَ مِنَحِك لا أُحصيها

    اگر نعمت‌ها و عطاها و بخشش‌های باارزشت را برشمارم هرگز نمی‌توانم به شماره آورم
◎
    يا مَولاي أنتَ الَّذي أنعَمتَ أنتَ الَّذي أحسَنتَ أنتَ الَّذي أجمَلتَ

    ای سرور من، تویی که منّت نهادی (بر من)، تویی که نعمت دادی، تویی که احسان نمودی، تویی که نیکی نمودی
◎
    أنتَ الَّذي أفضَلتَ أنتَ الَّذي أكمَلتَ أنتَ الَّذي رَزَقتَ أنتَ الَّذي وَفَّقتَ

    تویی که فزونی بخشیدی، تویی که کامل کردی، تویی که روزی دادی، تویی که موّفق نمودی
◎
    أنتَ الَّذي أعطَيتَ أنتَ الَّذي أغنَيتَ أنتَ الَّذي أقنَيتَ أنتَ الَّذي آوَيتَ

    تویی که عطا فرمودی، تویی که بی‌نیاز نمودی، تویی که ثروت بخشیدی، تویی که پناه دادی
◎
    أنتَ الَّذي كفَيتَ أنتَ الَّذي هَدَيتَ أنتَ الَّذي عَصَمتَ أنتَ الَّذي سَتَرتَ

    تویی که کفایت نمودی، تویی که هدایت کردی، تویی که نگاه ‌داشتی، تویی که پرده‌پوشی نمودی
◎
    أنتَ الَّذي غَفَرتَ أنتَ الَّذي أقَلتَ أنتَ الَّذي مكنت أنتَ الَّذي أعزَزتَ

    تویی که آمرزیدی، تویی که نادیده گرفتی، تویی که مُکنت دادی، تویی که عزّت بخشیدی
◎
    أنتَ الَّذي أعنتَ أنتَ الَّذي عَضَدتَ أنتَ الَّذي أيدتَ أنتَ الَّذي نَصَرتَ

    تویی که یاری نمودی، تویی که دست گرفتی، تویی که تأیید نمودی، تویی که نصرت دادی
◎
    أنتَ الَّذي شَفَيتَ أنتَ الَّذي عافَيتَ أنتَ الَّذي أكرَمتَ تَبارَكتَ وَتَعالَيتَ

    تویی که شفا بخشیدی، تویی که عافیت دادی، تویی که گرامی داشتی؛ بزرگ و برتری
◎
    فَلَك الحَمدُ دائِمًا وَلَك الشُّكرُ واصِبًا أبَدًا

    پس ستایش همیشه تو راست و سپاس دائم و جاوید از آنِ توست
◎
    ثُمَّ أنا يا إلَهي المُعتَرِفُ بِذُنوبي فاغفِرها لي

    و از این سو، ای معبودم، منم آنکه به گناهانم اعتراف می‌کنم، پس آنها را بیامرز
◎
    أنا الَّذي أسَأتُ أنا الَّذي أخطَأتُ أنا الَّذي هَمَمتُ أنا الَّذي جَهِلتُ


    منم که بد کردم، منم که خطا کردم، منم که به گناه همّت نمودم، منم که نادانی نمودم
◎
    أنا الَّذي غَفَلتُ أنا الَّذي سَهَوتُ أنا الَّذي اعتَمَدتُ أنا الَّذي تَعَمَّدتُ

    منم که غفلت ورزیدم، منم که اشتباه کردم، منم که به غیر تو اعتماد کردم، منم که در گناه تعمّد ورزیدم
◎
    أنا الَّذي وَعَدتُ أنا الَّذي أخلَفتُ أنا الَّذي نَكثتُ أنا الَّذي أقرَرتُ

    منم که وعده کردم، منم که وعده شکستم، منم که پیمان‌شکنی نمودم، منم که اقرار کردم
◎
    أنا الَّذي اعتَرَفتُ بِنِعمَتِك عَلَي وَعِندي وَأبوءُ بِذُنوبي فاغفِرها لي

    منم که به نعمتت بر خود و نزد خود اعتراف نمودم و به گناهانم اقرار می‌کنم، پس آنها را بر من ببخشای
◎
    يا مَن لا تَضُرُّهُ ذُنوبُ عِبادِهِ وَهوَالغَني عن طاعَتِهِم وَالموَفِّقُ مَن عَمِلَ صالِحًا مِنهُم بِمَعونَتِهِ وَرَحمَتِهِ

    ای آن‌که گناهان بندگانش به او زیانی نرساند درحالی‌که او از طاعت آنان بی‌نیاز است و هر که از بندگانش عمل صالحی انجام دهد اوست که با یاری و رحمتش او را توفیق داده
◎
    فَلَك الحَمدُ إلَهي وَسَيدي

    پس ای معبود من و آقای من، ستایش مخصوص توست
◎
    إلَهي أمَرتَني فَعَصَيتُك وَنَهَيتَني فارتَكبتُ نَهيك فَأصبَحتُ لا ذا بَراءَةٍ لي فَأعتَذِرَ وَلا ذا قوَّةٍ فَأنتَصِرَ

    ای معبود من، فرمان دادی نافرمانیت کردم، نهی نمودی مرتکب شدم؛ اکنون چنانم که نه بی‌گناهم تا عذر آورم و نه توان دارم تا یاری بخواهم
◎
    فَبِأي شَي‌ءٍ أستَقبِلُك يا مَولاي؟! أبِسَمعي أم بِبَصَري أم بِلِساني أم بيدي أم بِرِجلي

    پس با چه چیزی به تو روی آرم ای مولای من؟ آیا با گوشم، یا با دیده‌ام، یا با زبانم، یا با دستم، یا با پایم؟!
◎
    ألَيسَ كلُّها نِعَمَك عِندي وَبِكلِّها عَصَيتُك؟

    آیا اینها همه نعمت‌های تو نزد من نبود و من تو را با همۀ اینها نافرمانی نکردم؟
◎
    يا مَولاي! فَلَك الحُجَّةُ وَالسَّبيلُ عَلَيَّ

    ای مولای من، پس تو حجّت و راه بر مؤاخذۀ من داری
◎
    يا مَن سَتَرَني مِنَ الآباءِ وَالأُمَّهاتِ أن يزجُروني وَمِنَ العَشائِرِ وَالإخوانِ أن يُعَيِّرُوني وَمِنَ السَّلاطينِ أن يعاقِبوني

    ای آن‌که مرا از پدران و مادران پوشاند از اینکه مرا از خود برانند، و از خویشان و برادران از اینکه مرا نکوهش کنند، و از پادشاهان از اینکه مجازاتم نمایند
◎

    وَلَوِ اطَّلَعوا يا مَولاي عَلَى ما اطَّلَعتَ عَلَيهِ‌ مِنّي إذًا ما أنظَروني وَلَرَفَضوني وَقَطَعوني

    مولای من، اگر اینان آگاه می‌شدند بر آنچه تو از من می‌دانی، هرگز مهلتم نمی‌دانند و مرا از خود می‌راندند و از من می‌بریدند
◎
    فَها أنا ذا يا إلَهي بَينَ يدَيك يا سَيدي خاضِعٌ ذَليلٌ حَصيرٌ حَقيرٌ

    آری من همینم ای خدای من، در برابرت هستم، ای سرور من، سرافکنده و خوار و درمانده و ناچیز
◎
    لا ذو بَراءَةٍ فَأعتَذِرَ وَلا ذو قوَّةٍ فَأنتَصِرَ وَلا ذو حُجَّةٍ فَأحتَجَّ بِها

    نه بی‌گناهم تا عذر آورم و نه توانی دارم که یاری بخواهم و نه حجّتی که با آن احتجاج نمایم
◎
    وَلا قائِلٌ لَم أجتَرِح وَلَم أعمَل سوءًا وَما عَسَى الجُحودُ لَو جَحَدتُ يا مَولاي ينفَعُني

    و نه می‌توانم بگویم که گناه و کار بد نکرده‌ام، و بر فرض که انکار کنم ـ مولای من ـ چگونه این انکار مرا سود بخشد؟
◎
    كيفَ وَأنَّى ذَلِك وَجَوارِحي كلُّها شاهِدَةٌ عَلَي بِما قَد عَمِلتُ

    و چگونه این انکار مرا سود بخشد و حال آنکه همۀ اعضا و جوارحم بر آنچه کردم بر من گواهند
◎    
    و عَلِمتُ يقينًا غَيرَ ذي شَك أنَّك سائِلي مِن عَظائِمِ الأُمورِ وَأنَّك الحَكمُ العَدلُ الَّذي لا تَجورُ

    به یقین دانستم بدون هیچ تردیدی که تو از کارهای عظیم من خواهی پرسید و تو حاکم عدالت‌پیشه‌ای هستی که در حکم و داوری ستم نمی‌کنی
◎
    وَعَدلُك مُهلِكي وَمِن كلِّ عَدلِك مَهرَبي

    و همان عدالت تو مرا هلاک خواهد نمود و از همۀ عدالت تو من گریزانم
◎
    فَإن تُعَذِّبني يا إلَهي فَبِذُنوبي بَعدَ حُجَّتِك عَلَي وَإن تَعفُ عنّي فَبِحِلمِك وَجودِك وَكرَمِك

    پس ای معبود من، هرگاه عذابم کنی، به خاطر گناهان من خواهد بود پس از آنکه بر من حجّتی داری و اگر بر من ببخشی از بردباری و جود و کرم تو خواهد بود
◎
    ‌ ﴿لا إلهَ إلّا أنتَ سُبحانَك إنّي كنتُ مِنَ الظّالِمينَ﴾‌ لا إلَهَ إلّا أنتَ سُبحانَك إنّي كنتُ مِنَ المُستَغفِرينَ

    معبودی جز تو نیست و منزّهی تو و من از ستمکارانم، معبودی جز تو نیست و منزّهی تو و من از استغفارکنندگانم
◎

    لا إلَهَ إلّا أنتَ سُبحانَك إنّي كنتُ مِنَ الموَحِّدينَ 

    معبودی جز تو نیست و منزّهی تو و من از یکتاپرستانم
◎
    لا إلَهَ إلّا أنتَ سُبحانَك إنّي كنتُ مِنَ الخائِفينَ

    معبودی جز تو نیست و منزّهی تو و من از بیمناکانم
◎
    لا إلَهَ إلّا أنتَ سُبحانَك إنّي كنتُ مِنَ الوَجِلينَ

    معبودی جز تو نیست و منزّهی تو و من از هراسندگانم
◎
    لا إلَهَ إلّا أنتَ سُبحانَك إنّي كنتُ مِنَ الرّاجينَ

    معبودی جز تو نیست و منزّهی تو و من از امیدوارانم
◎
    لا إلَهَ إلّا أنتَ سُبحانَك إنّي كنتُ مِنَ الرّاغِبينَ

    معبودی جز تو نیست و منزّهی تو و من از مشتاقانم
◎
    لا إلَهَ إلّا أنتَ سُبحانَك إنّي كنتُ مِنَ المُهَلِّلينَ

    معبودی جز تو نیست و منزّهی تو و من از لا إلٰه إلّا اللٰه گویانم
◎
    لا إلَهَ إلّا أنتَ سُبحانَك إنّي كنتُ مِنَ السّائِلينَ

    معبودی جز تو نیست و منزّهی تو و من از درخواست‌کنندگانم 
◎
    لا إلَهَ إلّا أنتَ سُبحانَك إنّي كنتُ مِنَ المُسَبِّحينَ

    معبودی جز تو نیست و منزّهی تو و من از تسبیح‌کنندگانم
◎
    لا إلَهَ إلّا أنتَ سُبحانَك إنّي كنتُ مِنَ المُكبِّرينَ

    معبودی جز تو نیست و منزّهی تو و من از تکبیرگویانم
◎
    لا إلَهَ إلّا أنتَ سُبحانَك رَبّي وَرَبُّ آبائي الأوَّلينَ

    معبودی جز تو نیست و منزّهی تو ای پروردگار من و پدران پیشینم
◎
    اللهُمَّ هَذا ثَنائي عَلَيك مُمَجِّدًا وَإخلاصي لِذِكرِك موَحِّدًا

    خدایا این است ثنای من در مقام تعظیم تو، و اخلاص من در یاد تو در مقام یکتاپرستی‌ات
◎
    وَإقراري بِآلائِك مُعَدِّدًا وَإن كنتُ مُقِرًّا أنّي لَم أحصِها لِكثرَتِها وَسُبوغِها

    و اعترافم به نعمت‌هایت که به شمار آوردم، هرچند اعتراف دارم نتوانستم آنها را شماره کنم به‌خاطر کثرت و کمالش
◎
    وَتَظاهُرِها وَتَقادُمِها إلَى حادِثٍ ما لَم تَزَل تَتَعَهَّدُني [تتغمّدني] بِهِ مَعَها مُنذُ خَلَقتَني وَبَرَأتَني مِن أوَّلِ العُمُرِ

    و پیشی‌جستن آنها بر من تاکنون، که همواره با آنها به من رسیدگی می‌نمودی، از زمانی که در آغاز مرا آفریدی و پدید آوردی
◎
    مِنَ الإغناءِ مِنَ [بعد] الفَقرِ وَكشفِ الضُّرِّ وَتَسبيبِ اليسرِ وَدَفعِ العُسرِ

    که از تهیدستی به بی‌نیازی رساندی و گرفتاری‌ام را برطرف کردی و اسباب آسایشم را فراهم ساختی و سختی را برداشتی
◎
    وَتَفريجِ الكربِ وَالعافيةِ في البَدَنِ وَالسَّلامَةِ في الدّينِ

    و اندوه را زدودی و بدنم را در عافیت و دینم را سلامت داشتی
◎
    وَلَو رَفَدَني عَلَى قَدرِ ذِكرِ نِعمَتِك جَميعُ العالَمينَ مِنَ الأوَّلينَ وَالآخِرينَ ما قَدَرتُ وَلا هُم عَلَى ذَلِك

    و اگر برای بیان نعمتت همۀ جهانیان از گذشتگان و آیندگان یاریم دهند، نه من خواهم توانست نه آنها بر بیان آنها قدرتی دارند
◎
    تَقَدَّستَ وَتَعالَيتَ مِن رَبٍّ كريمٍ عَظيمٍ رَحيمٍ لا تُحصَى آلاؤُك وَلا يبلَغُ ثَناؤُك وَلا تُكافَى نَعماؤُك

    مقدّسی و برتری تو ای پروردگار کریم و بزرگ و مهربان، عطاهایت به عدد نیاید، کسی را توان ستایش تو نیست، و نعمت‌هایت تلافی نگردد
◎
    صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأتمِم عَلَينا نِعَمَك وَأسعِدنا بِطاعَتِك سُبحانَك لا إلَهَ إلّا أنتَ

    بر محمّد و خاندان محمّد درود فرست و نعمت‌هایت را بر ما تمام کن و به طاعتت ما را سعادت عنایت فرما، منزّهی تو، معبودی جز تو نیست
◎
    اللهُمَّ إنَّك تُجيبُ المُضطَرَّ وَتَكشِفُ السّوءَ وَتُغيثُ المَكروبَ

    خداوندا، تو درماندگان را پاسخ می‌دهی و بدی را برطرف می‌سازی و به فریاد گرفتاران (غمدیدگان) می‌رسی
◎
    وَتَشفي السَّقيمَ وَتُغني الفَقيرَ وَتَجبُرُ الكسيرَ وَتَرحَمُ الصَّغيرَ وَتُعينُ الكبيرَ

    و بیمار را شفا می‌بخشی و تهیدست را بی‌نیاز می‌گردانی و شکستگی را التیام می‌بخشی و به کودکان ترحّم می‌کنی و به بزرگسالان یاری می‌رسانی
◎
    وَلَيسَ دونَك ظَهيرٌ وَلا فَوقَك قَديرٌ وَأنتَ العَلي الكبيرُ

    جز تو پشتیبانی نیست و قدرتمندی بالاتر از تو وجود ندارد و تویی بلندمرتبه و بزرگ
◎
    يا مُطلِقَ المُكبَّلِ الأسيرِ يا رازِقَ الطِّفلِ الصَّغيرِ يا عِصمَةَ الخائِفِ المُستَجيرِ يا مَن لا شَريك لَهُ وَلا وَزيرَ

    ای رهاکنندۀ اسیرِ در بند، ای روزی‌دهندۀ کودک خردسال، ای پناه هراسندۀ پناه‌خواه، ای که برایت شریک و دستیاری نیست
◎
    صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأعطِني في هَذِهِ العَشيةِ أفضَلَ ما أعطَيتَ وَأنَلتَ أحَدًا مِن عِبادِك مِن نِعمَةٍ توَلّيها

    بر محمّد و خاندان محمّد درود فرست و در این شب برترین چیزی را که عطا کرده‌ای و به هر یک بندگانت داده‌ای به من عطا کن، از نعمتی که می‌بخشی
◎
    وَآلاءٍ تُجَدِّدُها وَبَليةٍ تَصرِفُها وَكربَةٍ تَكشِفُها وَدَعوَةٍ تَسمَعُها وَحَسَنَةٍ تَتَقَبَّلُها وَسَيئَةٍ تَتَغَمَّدُها

    و عطاهایی که تجدید می‌نمایی و بلایی که برمی‌گردانی و اندوهی که برطرف می‌کنی و دعایی که می‌شنوی و عمل نیکی که می‌پذیری و بدی که می‌پوشانی
◎
    إنَّك لَطيفٌ بِما تَشاءُ خَبيرٌ وَعَلَى كلِّ شَي‌ءٍ قَديرٌ

    همانا تو به لطف ازلی و علم ربّانی به هرچه خواهی آگاهی و بر همه چیز توانایی
◎
    اللهُمَّ إنَّك أقرَبُ مَن دُعي وَأسرَعُ مَن أجابَ وَأكرَمُ مَن عَفا وَأوسَعُ مَن أعطَى وَأسمَعُ مَن سُئِلَ

    خداوندا، تو نزدیک‌ترین کسی هستی که خوانده شود و سریع‌ترین کسی که جواب دهد و بزرگوارترین کسی که گذشت کند و وسیع‌ترین کسی که عطا کند و شنواترین کسی که از او درخواست شود
◎
    يا رَحمانَ الدُّنيا وَالآخِرَةِ وَرَحيمَهُما لَيسَ كمِثلِك مَسئولٌ وَلا سِواك مَأمولٌ

    ای مهربان دنیا و آخرت و بخشندۀ در دنیا و آخرت، درخواست شونده‌ای چون تو نیست، و آرزویی غیر تو وجود ندارد (مطلوب و مقصود بی‌مثل و مانندی و جز تو آرزویی نداریم)
◎
    دَعَوتُك فَأجَبتَني وَسَألتُك فَأعطَيتَني وَرَغِبتُ إلَيك فَرَحِمتَني

    خواندمت پاسخم دادی، از تو درخواست کردم عطایم نمودی، و به‌سویت میل و اشتیاق ورزیدم به من رحم فرمودی
◎
    وَوَثِقتُ بِك فَنَجَّيتَني وَفَزِعتُ إلَيك فَكفَيتَني

    به تو اطمینان کردم نجاتم دادی، و به تو پناه بردم کفایتم نمودی
◎
    اللهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ عَبدِك وَرَسولِك وَنَبيك وَعَلَى آلِهِ الطَّيبينَ الطّاهِرينَ أجمَعينَ

    بار إلها، درود فرست بر محمّد بنده و فرستاده‌ات و پیامبرت و بر جمیع اهل‌بیت پاک و پاکیزه‌اش
◎
    وَتَمِّم لَنا نَعماءَك وَهَنِّئنا عَطاءَك وَاكتُبنا لَك شاكرينَ وَلِآلائِك ذاكرينَ آمينَ آمينَ رَبَّ العالَمينَ

    و نعمت‌هایت را بر ما تمام کن و عطاهایت را بر ما گوارا گردان و ما را از سپاسگزارانت و یادکنندگان نعمت‌هایت قرار ده، آمین آمین ای پروردگار عالَمیان
◎
    اللهُمَّ يا مَن مَلَك فَقَدَرَ وَقَدَرَ فَقَهَرَ وَعُصِي فَسَتَرَ وَاستُغفِرَ فَغَفَرَ

    خداوندا، ای که بر مُلک وجود مالک و بر هر چیز توانا گشتی، توانستی و چیره گشتی، نافرمانی‌ات کردند و پوشاندی، از تو آمرزش خواستند و درگذشتی
◎
    يا غايةَ الطّالِبينَ الرّاغبین وَمُنتَهَى أمَلِ الرّاجينَ
    ای مقصود خواستاران مشتاق و ای نهایت آرزوی امیدواران
◎
    يا مَن‌ أحاطَ بِكلِّ شَي‌ءٍ عِلمًا وَوَسِعَ المُستَقيلينَ رَأفَةً وَرَحمَةً وَحِلمًا

    ای آن‌که دانشت بر هر چیز احاطه دارد و مهربانی و رحمت و بردباریت، توبه‌جویان را فرا گرفته
◎
    اللهُمَّ إنّا نَتَوَجَّهُ إلَيك في هَذِهِ العَشيةِ الَّتي شَرَّفتَها وَعَظَّمتَها بِمُحَمَّدٍ نَبيك وَرَسولِك

    خداوندا، در این شب به تو روی می‌آوریم، شبی که آن را شرافت و عظمت بخشیدی به‌وسیلۀ محمّد پیامبرت و فرستاده‌ات
◎
    وَخيرَتِك مِن خَلقِك وَأمينِك عَلَى وَحيك البَشيرِ النَّذيرِ السِّراجِ المُنيرِ

    و برگزیده‌ات از میان خلائقت و امین وحی‌ات، آن مژده‌دهنده و بیم‌دهنده و چراغ تابناک
◎
    الَّذي أنعَمتَ بِهِ عَلَى المُسلِمينَ وَجَعَلتَهُ‌ رَحمَةً لِلعالَمينَ؟

    آن‌که به سبب او بر مسلمانان نعمت بخشیدی و او را رحمت برای جهانیان قرار دادی
◎
    اللهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كما مُحَمَّدٌ أهلٌ لِذَلِك مِنك يا عَظيمُ

    پس خداوندا، بر محمّد و اهل‌بیت محمّد درود فرست، که او لایق این درود از جانب توست، ای خدای بزرگ
◎
    ‌ فَصَلِّ عَلَيهِ وَعَلَى آلِهِ المُنتَجَبينَ الطيبين الطّاهِرينَ أجمَعينَ وَتَغَمَّدنا بِعَفوِك عنّا

    پس بر او و بر همۀ اهل‌بیت برگزیده و پاک و پاکیزه‌اش درود فرست و ما را در پوشش رحمت و بخششت فرا گیر
◎
    فَإلَيك عَجَّتِ الأصواتُ بِصُنوفِ اللُّغاتِ فاجعَل لَنا اللهُمَّ في هَذِهِ العَشيةِ نَصيبًا مِن كلِّ خَيرٍ تَقسِمُهُ بَينَ عِبادِك

    که صداها به هر زبانی به‌سوی تو بلند است، خدایا در این شب برای ما بهره‌ای قرار ده از هر خیری که میان بندگانت تقسیم می‌کنی
◎
    وَنورٍ تَهدي بِهِ وَرَحمَةٍ تَنشُرُها وَبَرَكةٍ تُنزِلُها وَعافيةٍ تُجَلِّلُها وَرِزقٍ تَبسُطُهُ يا أرحَمَ الرّاحِمينَ

    و از هر نوری که با آن هدایت می‌نمایی و رحمتی که می‌گسترانی و برکتی که فرو می‌فرستی و عافیتی که بر بندگان می‌پوشانی و رزقی که می‌گستری [برایم بهره‌ای قرار ده]، ای مهربان‌ترین مهربانان
◎
    اللهُمَّ اقلِبنا في هَذا الوَقتِ مُنجِحينَ مُفلِحينَ مَبرورينَ غانِمينَ

    خدایا ما را در این وقت از پیشگاه رحمتت پیروز و رستگار و با عمل پذیرفته و کامیاب بازگردان 
◎
    وَلا تَجعَلنا مِنَ القانِطينَ وَلا تُخلِنا مِن رَحمَتِك وَلا تَحرِمنا ما نُؤَمِّلُهُ مِن فَضلِك

 

    و ما را از ناامیدان قرار مده و از رحمتت بی‌بهره مگردان و از آن فضل تو که چشم انتظاریم محروم مساز
◎
    وَلا تَجعَلنا مِن رَحمَتِك مَحرومينَ وَلا لِفَضلِ ما نُؤَمِّلُهُ مِن عَطائِك قانِطينَ

    و از رحمتت بی‌بهره منما و از فزونی عطایت که آرزو داریم ناامید مساز
◎
    وَلا تَرُدَّنا خائِبينَ وَلا مِن بابِك مَطرودينَ يا أجوَدَ الأجوَدينَ وَأكرَمَ الأكرَمينَ

    و ناکام باز مگردان و از درگاهت مران، ای بخشنده‌ترین بخشندگان و کریم‌ترین کریمان
◎
    إلَيك أقبَلنا موقِنينَ وَلِبَيتِك الحَرامِ آمّينَ قاصِدينَ

    از روی یقین و باور به درگاهت رو نمودیم و قصد و آهنگ خانه‌ات نمودیم
◎
    فَأعِنّا عَلَى مَناسِكنا وَأكمِل لَنا حَجَّنا وَاعفُ اللهُمَّ عنّا وَعافِنا

    بر ادای مناسک حج یاری‌مان ده و حجّمان را کامل نما و از ما درگذر و به ما عافیت عنایت کن
◎
    فَقَد مَدَدنا إلَيك أيدينا فَهي بِذِلَّةِ الِاعتِرافِ مَوسومَةٌ

    چراکه دست سوی تو دراز کرده‌ایم و این دست‌ها نشانه‌های خواری اعتراف به گناه در آن پدیدار است
◎
    اللهُمَّ فَأعطِنا في هَذِهِ العَشيةِ ما سَألناك وَاكفِنا ما استَكفَيناك

    خدایا آنچه در این شب از تو خواستیم به ما عطا کن و کفایت آنچه را از تو خواستیم عهده‌دار باش
◎
    فَلا كافي لَنا سِواك وَلا رَبَّ لَنا غَيرُك

    که جز تو کفایت‌کننده‌ای نداریم و برای ما پروردگاری غیر تو نیست
◎
    نافِذٌ فينا حُكمُك مُحيطٌ بِنا عِلمُك عَدلٌ فينا قَضاؤُك اقضِ لَنا الخَيرَ وَاجعَلنا مِن أهلِ الخَيرِ

    امر و فرمانت بر ما نافذ است، دانشت ما را احاطه کرده، حُکم و قضایت بر ما عادلانه است، خیر را برای ما حکم کن و ما را اهل خیر قرار بده
◎
    اللهُمَّ أوجِب لَنا بِجودِك عَظيمَ الأجرِ وَكريمَ الذُّخرِ وَدَوامَ اليسرِ

    خداوندا، پاداش بزرگ و ذخیرۀ کریمانه و دوام آسایش را به حق جودت بر ما لازم گردان
◎
    وَاغفِر لَنا ذُنوبَنا أجمَعينَ وَلا تُهلِكنا مَعَ الهالِكينَ وَلا تَصرِف عنّا رَأفَتَك وَرَحمَتَك يا أرحَمَ الرّاحِمينَ

    و گناهان همۀ ما را بیامرز و با هلاک‌شدگان هلاکمان مکن و مهربانی و رحمتت را از ما برمگردان، ای مهربان‌ترین مهربانان
◎
    اللهُمَّ اجعَلنا في هَذا الوَقتِ مِمَّن سَألَك فَأعطَيتَهُ وَشَكرَك‌ فَزِدتَهُ

 
    خدایا در این وقت ما را از کسانی قرار ده که از تو درخواست کردند و تو به آنان عطا فرمودی و تو را شکر نمودند پس بر نعمت آنان افزودی
◎
    وَتابَ إلَيك فَقَبِلتَهُ وَتَنَصَّلَ إلَيك مِن ذُنوبِهِ كلِّها فَغَفَرتَها لَهُ يا ذا الجَلالِ وَالإكرامِ

    و به‌سویت بازگشتند و آنان را پذیرفتی و از همۀ گناهانشان به‌سوی تو بیزاری جستند پس همۀ گناهانشان را آمرزیدی، ای دارای جلالت و بزرگواری
◎
    اللهُمَّ وَنَقِّنا [وَ وَفِّقنا] وَسَدِّدنا [و اعصمنا] وَاقبَل تَضَرُّعَنا يا خَيرَ مَن سُئِلَ وَيا أرحَمَ مَنِ استُرحِمَ

    خدایا ما را توفیق ده و در راه استوار ساز، و تضرّع و زاری ما را بپذیر، ای بهترین کسی که از او درخواست شود، و ای مهربان‌ترین کسی که از او ترحّم خواهند
◎
    يا مَن لا يخفَى عَلَيهِ إغماضُ الجُفونِ وَلا لَحظُ العُيونِ

    ای آن‌که بر هم نهادن پلک‌ها و نگاه چشم‌ها بر او پوشیده نیست 
◎
    وَلا ما استَقَرَّ في المَكنونِ وَلا ما انطَوَت عَلَيهِ مُضمِراتُ القُلوبِ

    و آنچه در نهان استقرار یافته و رازهای پوشیدۀ دلها از او پنهان نیست
◎
    ألا كلُّ ذَلِك قَد أحصاهُ عِلمُك وَوَسِعَهُ حِلمُك سُبحانَك وَتَعالَيتَ عَمّا يقولُ الظّالِمونَ عُلوًّا كبيرًا

    آری همۀ اینها را دانشت در بر گرفته(شمارش نموده) و بردباری‌ات فرا گرفته، تو منزّهی و بسی برتری، از آنچه ستمگران (درباره‌ات) می‌گویند
◎
تُسَبِّحُ لَك السَّماواتُ السَّبعُ وَالأرَضونَ وَمَن فيهِنَّ وَإن مِن شَي‌ءٍ إلّا يسَبِّحُ بِحَمدِك

    آسمان‌های هفتگانه و زمین‌ها و هرکه در آنهاست تو را تسبیح می‌گویند و هیچ موجودی نیست مگر اینکه همراه سپاست تو را تسبیح می‌گوید و منزّه می‌دارد
◎
    فَلَك الحَمدُ وَالمَجدُ وَعُلوُّ الجَدِّ يا ذا الجَلالِ وَالإكرامِ وَالفَضلِ وَالإنعامِ وَالأيادي الجِسامِ وَأنتَ الجَوادُ الكريمُ الرَّءوفُ الرَّحيمُ

    پس ستایش و بزرگی و بلندی رتبه از آنِ توست، ای دارندۀ جلالت و کرامت و فضل و نعمت و موهبت‌های بزرگ، و تویی بخشنده و کریم و رئوف و مهربان
◎
    اللهُمَّ أوسِع عَلَي مِن رِزقِك الحَلالِ وَعافِني في بَدَني وَديني وَآمِن خَوفي وَأعتِق رَقَبَتي مِنَ النّارِ

    خدایا از روزی حلالت بر من وسعت بخش و در تن و دینم عافیت قرارده، و ترسم را به ایمنی مبدّل گردان و وجودم را از بند آتش برَهان
◎
 

    اللهُمَّ لا تَمكر بي وَلا تَستَدرِجني وَلا تَخدَعني وَادرَأ عنّي شَرَّ فَسَقَةِ الجِنِّ وَالإنسِ

    بارخدایا، مرا به مکر خود دچار مساز، و مرا به تدریج دچار غفلت مگردان، و مرا در خیالات باطلم رها مساز، و شرّ فاسقان جنّ و انس را از من دور کن
◎
    قالَ بِشرٌ وَبَشيرٌ ثُمَّ رَفَعَ عليه السلام صَوتَهُ وَبَصَرَهُ إلَى السَّماءِ وَعَيناهُ قاطِرَتانِ كأنَّها مَزادَتانِ وَقالَ:

    بشر گوید: سپس حضرت صدای خود را بلند نمودند و رو به آسمان نمودند درحالی‌که مانند مشک از چشمانش اشک سرازیر بود و عرض نمود:
◎
    يا أسمَعَ السّامِعينَ وَيا أبصَرَ النّاظِرينَ وَيا أسرَعَ الحاسِبينَ وَيا أرحَمَ الرّاحِمينَ

    ای شنواترین شنوایان، ای بیناترین بینایان و ای سریعترین حسابرسان و ای مهربان‌ترین مهربانان
◎
    صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ السّادَةِ المَيامينِ

    بر محمّد و اهل‌بیت محمّد آن سروران پر برکت درود فرست
◎
    وَأسألُك اللهُمَّ حاجَتي الَّتي إن أعطَيتَنيها لَم يضُرَّني ما مَنَعتَني وَإن مَنَعتَنيها لَم ينفَعني ما أعطَيتَني

    و از تو می‌خواهم ـ خداوندا ـ آن حاجتم را که اگر آن را به من عطا کنی، دیگر هرچه را از من دریغ ورزی به من ضرری نرساند، و اگر از من دریغ نمایی، دیگر هرآنچه را عطایم کنی سودی نبخشد
◎
    أسألُك فَكاك رَقَبَتي مِنَ النّارِ

    درخواست دارم که از آتش دوزخ رهایی‌ام بخشی
◎
    لا إلَهَ إلّا أنتَ وَحدَك لا شَريك لَك لَك المُلك وَلَك الحَمدُ وَأنتَ عَلَى كلِّ شَي‌ءٍ قَديرٌ

    معبودی جز تو نیست، که یکتایی و شریک نداری، فرمانروایی و ستایش خاص توست، و تو بر هر چیز توانایی 
◎
    يا رَبِّ يا رَبِّ...

    پروردگارا پروردگارا...
◎
    قالَ بِشرٌ وَبَشيرٌ فَلَم يكن لَهُ عليه السلام جَهدٌ إلّا قَولُهُ يا رَبِّ يا رَبِّ بَعدَ هَذا الدُّعاءِ وَشَغَلَ مَن حَضَرَ مِمَّن كانَ حَولَهُ وَشَهِدَ ذَلِك المَحضَرَ عنِ الدُّعاءِ لِأنفُسِهِم وَأقبَلوا عَلَى الِاستِماعِ لَهُ عليه السلام وَالتَّأمينَ عَلَى دُعائِهِ قَدِ اقتَصَروا عَلَى ذَلِك لِأنفُسِهِم ثُمَّ عَلَت أصواتُهُم بِالبُكاءِ مَعَهُ وَغَرَبَتِ الشَّمسُ وَأفاضَ عليه السلام وَأفاضَ النّاسُ مَعَهُ. 

    پس مکرّر عرضه می‌داشت یا رَبِّ یا رَبِّ... و تمام افرادی که دور حضرت بودند تماماً به حضرت گوش می‌دادند و آمین می‌گفتند. پس صداها به گریه همراه آن حضرت بلند شد تا آفتاب غروب نمود و از عرفات بیرون آمدند.
    ◎
    `;
export default prayerContent;

