[
  {
    "sectionIndex": 0,
    "startTime": 1169,
    "arabic": "اَللَّهُمَّ إِنِّی أَسْأَلُکَ الْأَمَانَ یَوْمَ لاَ یَنْفَعُ مَالٌ وَ لاَ بَنُونَ إِلاَّ مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِیمٍ‏",
    "persian": "پروردگارا من از تو درخواست ایمنى می‏ کنم آن روز سختى که مال و فرزند هیچ نفع نبخشد و چیزى جز آنکه با قلب پاک و سالم حضور خدا آید سود ندهد"
  },
  {
    "sectionIndex": 1,
    "startTime": 37571,
    "arabic": "وَ أَسْأَلُکَ الْأَمَانَ یَوْمَ یَعَضُّ الظَّالِمُ عَلَى یَدَیْهِ یَقُولُ (یَا لَیْتَنِی اتَّخَذْتُ مَعَ الرَّسُولِ سَبِیلاً)",
    "persian": "اى خدا من از تو درخواست ایمنى می‏ کنم آن روز سختى که ظالم از پشیمانى و حسرت انگشت به دندان می‏ خاید و می ‏گوید «اى کاش من با رسول حق راه طاعت پیش می‏ گرفتم»"
  },
  {
    "sectionIndex": 2,
    "startTime": 60459,
    "arabic": "وَ أَسْأَلُکَ الْأَمَانَ یَوْمَ یُعْرَفُ الْمُجْرِمُونَ بِسِیمَاهُمْ فَیُؤْخَذُ بِالنَّوَاصِی وَ الْأَقْدَامِ‏",
    "persian": "و از تو درخواست ایمنى می‏کنم آن روز سختى که گنهکاران به سیمایشان شناخته می‏شوند که پس موى پیشانى آنها را با پایهاشان بگیرند"
  },
  {
    "sectionIndex": 3,
    "startTime": 79387,
    "arabic": "وَ أَسْأَلُکَ الْأَمَانَ یَوْمَ لاَ یَجْزِی وَالِدٌ عَنْ وَلَدِهِ وَ لاَ مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَیْئًا إِنَّ وَعْدَ اللَّهِ حَقٌ‏",
    "persian": "و از تو درخواست ایمنى می‏کنم در روز سختى که نه پدرى به جاى فرزند و نه فرزندى به جاى پدر جزا و کیفر شود و البته آن روز وعده خدا حق و حقیقت است"
  },
  {
    "sectionIndex": 4,
    "startTime": 110123,
    "arabic": "وَ أَسْأَلُکَ الْأَمَانَ یَوْمَ لاَ یَنْفَعُ الظَّالِمِینَ مَعْذِرَتُهُمْ وَ لَهُمُ اللَّعْنَهُ وَ لَهُمْ سُوءُ الدَّارِ",
    "persian": "و از تو درخواست ایمنى می‏کنم در روز سختى که مردم ظالم ستمگر را عذرخواهى سود نبخشد و بر آنان لعن و منزلگاه بد است"
  },
  {
    "sectionIndex": 5,
    "startTime": 134020,
    "arabic": "وَ أَسْأَلُکَ الْأَمَانَ یَوْمَ لاَ تَمْلِکُ نَفْسٌ لِنَفْسٍ شَیْئًا وَ الْأَمْرُ یَوْمَئِذٍ لِلَّهِ‏",
    "persian": "و از تو درخواست ایمنى می‏کنم در روز سختى که هیچکس را قدرت بر کس دیگر نیست و فرمان در آن روز خاص خداست"
  },
  {
    "sectionIndex": 6,
    "startTime": 152844,
    "arabic": "وَ أَسْأَلُکَ الْأَمَانَ یَوْمَ یَفِرُّ الْمَرْءُ مِنْ أَخِیهِ وَ أُمِّهِ وَ أَبِیهِ وَ صَاحِبَتِهِ وَ بَنِیهِ‏",
    "persian": "و از تو درخواست ایمنى می‏کنم در روز سختى‏که هر شخص از برادر و مادر و پدر و زن و فرزندانش می‏گریزد"
  },
  {
    "sectionIndex": 7,
    "startTime": 176336,
    "arabic": "لِکُلِّ امْرِى‏ءٍ مِنْهُمْ یَوْمَئِذٍ شَأْنٌ یُغْنِیهِ‏",
    "persian": "که هر کس در آن روز توجه به کار خویش از غیرش بی‌نیاز دارد"
  },
  {
    "sectionIndex": 8,
    "startTime": 185923,
    "arabic": "وَ أَسْأَلُکَ الْأَمَانَ یَوْمَ یَوَدُّ الْمُجْرِمُ لَوْ یَفْتَدِی مِنْ عَذَابِ یَوْمِئِذٍ بِبَنِیهِ وَ صَاحِبَتِهِ وَ أَخِیهِ‏",
    "persian": "و از تو درخواست ایمنى می‏کنم در روزى که کافر بدکار آرزو کند که اى کاش توانستى فرزندانش را فداى خود سازد و از عذاب برهد و هم زن و برادر"
  },
  {
    "sectionIndex": 9,
    "startTime": 219891,
    "arabic": "وَ فَصِیلَتِهِ الَّتِی تُؤْوِیهِ وَ مَنْ فِی الْأَرْضِ جَمِیعاً ثُمَّ یُنْجِیهِ کَلاَّ إِنَّهَا لَظَى نَزَّاعَهً لِلشَّوَى‏",
    "persian": "و قبیله‏اش که همیشه بحمایتش برمی‏خواستند و هر که در روى زمین است همه را فداى خود گرداند تا از عذاب نجات یابد و هرگز نجات نخواهد یافت که آتش دوزخ بر او شعله‏ور است تا سر و صورت و اندامش پاک بسوزد"
  },
  {
    "sectionIndex": 10,
    "startTime": 242666,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْمَوْلَى وَ أَنَا الْعَبْدُ وَ هَلْ یَرْحَمُ الْعَبْدَ إِلاَّ الْمَوْلَى‏",
    "persian": "اى آقاى من اى آقاى من تویى مولاى من و من بنده توام و آیا در حق بنده جز مولایش که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 11,
    "startTime": 264531,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْمَالِکُ وَ أَنَا الْمَمْلُوکُ وَ هَلْ یَرْحَمُ الْمَمْلُوکَ إِلاَّ الْمَالِکُ‏",
    "persian": "اى آقاى من اى آقاى من تویى مالک وجود من و من مملوک توام و آیا در حق مملوک جز مالکش که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 12,
    "startTime": 290124,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْعَزِیزُ وَ أَنَا الذَّلِیلُ وَ هَلْ یَرْحَمُ الذَّلِیلَ إِلاَّ الْعَزِیزُ",
    "persian": "اى آقاى من اى آقاى من تویى با عزت و اقتدار و من بنده ذلیلم و آیا در حق شخص ذلیل جز ذات با عزت و اقتدار که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 13,
    "startTime": 309967,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْخَالِقُ وَ أَنَا الْمَخْلُوقُ وَ هَلْ یَرْحَمُ الْمَخْلُوقَ إِلاَّ الْخَالِقُ‏",
    "persian": "اى آقاى من اى آقاى من تویى آفریننده من و من مخلوق توام و آیا در حق مخلوق جز آفریننده او که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 14,
    "startTime": 334327,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْعَظِیمُ وَ أَنَا الْحَقِیرُ وَ هَلْ یَرْحَمُ الْحَقِیرَ إِلاَّ الْعَظِیمُ‏",
    "persian": "اى آقاى من اى آقاى من تویى خداى بزرگ و من بنده حقیر ناچیز و آیا در حق بنده ناچیزى جز خداى بزرگ که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 15,
    "startTime": 357547,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْقَوِیُّ وَ أَنَا الضَّعِیفُ وَ هَلْ یَرْحَمُ الضَّعِیفَ إِلاَّ الْقَوِیُ‏",
    "persian": "اى آقاى من اى آقاى من تویى قوى و توانا و من ضعیف و ناتوان و آیا در حق ضعیفى ناتوان جز شخص قوى توانا که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 16,
    "startTime": 379491,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْغَنِیُّ وَ أَنَا الْفَقِیرُ وَ هَلْ یَرْحَمُ الْفَقِیرَ إِلاَّ الْغَنِیُ‏",
    "persian": "اى آقاى من اى آقاى من تویى بى‏نیاز و من فقیر و آیا در حق فقیرى محتاج جز غنى بى‏نیاز که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 17,
    "startTime": 402771,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْمُعْطِی وَ أَنَا السَّائِلُ وَ هَلْ یَرْحَمُ السَّائِلَ إِلاَّ الْمُعْطِی‏",
    "persian": "اى آقاى من اى آقاى من تویى عطا بخش سائلان و من به درگاهت سائلم و آیا در حق سائل جز عطا بخشنده که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 18,
    "startTime": 423747,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْحَیُّ وَ أَنَا الْمَیِّتُ وَ هَلْ یَرْحَمُ الْمَیِّتَ إِلاَّ الْحَیُ‏",
    "persian": "اى آقاى من اى آقاى من تویى زنده ابدى و من مرده بى‏روح و آیا در حق مرده‏اى بى‏روح جز زنده ابدى که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 19,
    "startTime": 444311,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْبَاقِی وَ أَنَا الْفَانِی وَ هَلْ یَرْحَمُ الْفَانِیَ إِلاَّ الْبَاقِی‏",
    "persian": "اى آقاى من اى آقاى من تویى وجود باقى و من مخلوقى تباه و فانى و نابودم و آیا در حق فانى نابود شدنى جز ذات باقى سرمدى که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 20,
    "startTime": 468012,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الدَّائِمُ وَ أَنَا الزَّائِلُ وَ هَلْ یَرْحَمُ الزَّائِلَ إِلاَّ الدَّائِمُ‏",
    "persian": "اى آقاى من اى آقاى من تویى موجود دایم ازلى و من موجودى زوال پذیر و آیا در حق موجودى زوال پذیر جز ذات دایم ازلى که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 21,
    "startTime": 491250,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الرَّازِقُ وَ أَنَا الْمَرْزُوقُ وَ هَلْ یَرْحَمُ الْمَرْزُوقَ إِلاَّ الرَّازِقُ‏",
    "persian": "اى آقاى من اى آقاى من تویى روزى دهنده خلق و من روزى خواهم و آیا در حق روزى‏خواهان جز رازق و روزى دهنده خلق که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 22,
    "startTime": 514519,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْجَوَادُ وَ أَنَا الْبَخِیلُ وَ هَلْ یَرْحَمُ الْبَخِیلَ إِلاَّ الْجَوَادُ",
    "persian": "اى آقاى من اى آقاى من تویى صاحب جود و احسان و من بخیل و آیا در حق بخیل جز شخص با جود و احسان که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 23,
    "startTime": 542128,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْمُعَافِی وَ أَنَا الْمُبْتَلَى وَ هَلْ یَرْحَمُ الْمُبْتَلَى إِلاَّ الْمُعَافِی‏",
    "persian": "اى آقاى من اى آقاى من تویى عافیت بخش و شفا بخش و من مبتلا و آیا در حق مبتلا جز عافیت و شفا بخش که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 24,
    "startTime": 566198,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْکَبِیرُ وَ أَنَا الصَّغِیرُ وَ هَلْ یَرْحَمُ الصَّغِیرَ إِلاَّ الْکَبِیرُ",
    "persian": "اى آقاى من اى آقاى من تویى خداى بزرگ و من بنده کوچک و آیا در حق بنده صغیرى جز خداى بزرگ که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 25,
    "startTime": 588371,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْهَادِی وَ أَنَا الضَّالُّ وَ هَلْ یَرْحَمُ الضَّالَّ إِلاَّ الْهَادِی‏",
    "persian": "اى آقاى من اى آقاى من تویى رهنماى خلق و من بنده گمراه و آیا در حق بنده گمراه جز رهنماى عالم که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 26,
    "startTime": 610257,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الرَّحْمَنُ وَ أَنَا الْمَرْحُومُ وَ هَلْ یَرْحَمُ الْمَرْحُومَ إِلاَّ الرَّحْمَنُ‏",
    "persian": "اى آقاى من اى آقاى من تویى خداى بخشاینده و من بنده قابل ترحم و بخشش و آیا در حق بنده قابل بخشش جز خداى بخشاینده که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 27,
    "startTime": 631679,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ السُّلْطَانُ وَ أَنَا الْمُمْتَحَنُ وَ هَلْ یَرْحَمُ الْمُمْتَحَنَ إِلاَّ السُّلْطَانُ‏",
    "persian": "اى آقاى من اى آقاى من تویى سلطان و من بنده امتحان شده و آیا در حق بنده امتحان شده جز سلطان عالم که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 28,
    "startTime": 654785,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الدَّلِیلُ وَ أَنَا الْمُتَحَیِّرُ وَ هَلْ یَرْحَمُ الْمُتَحَیِّرَ إِلاَّ الدَّلِیلُ‏",
    "persian": "اى آقاى من اى آقاى من تویى رهبر و دلیل و من متحیر و سرگردان و آیا در حق متحیر سرگردان جز دلیل و رهبر که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 29,
    "startTime": 675453,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْغَفُورُ وَ أَنَا الْمُذْنِبُ وَ هَلْ یَرْحَمُ الْمُذْنِبَ إِلاَّ الْغَفُورُ",
    "persian": "اى آقاى من اى آقاى من تویى خداى غفور آمرزنده و من بنده گنهکار و آیا در حق بنده گنهکار جز خداى غفور که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 30,
    "startTime": 697467,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْغَالِبُ وَ أَنَا الْمَغْلُوبُ وَ هَلْ یَرْحَمُ الْمَغْلُوبَ إِلاَّ الْغَالِبُ‏",
    "persian": "اى آقاى من اى آقاى من تویى خداى غالب و قاهر و من بنده عاجز مغلوب و آیا در حق بنده مغلوب مقهور جز خداى غالب قاهر که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 31,
    "startTime": 718695,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الرَّبُّ وَ أَنَا الْمَرْبُوبُ وَ هَلْ یَرْحَمُ الْمَرْبُوبَ إِلاَّ الرَّبُ‏",
    "persian": "اى آقاى من اى آقاى من تویى پروردگار پرورنده خلق و من‏مربوب و پرورش یافته توام و آیا در حق مربوبى جز آنکه پروردگار اوست که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 32,
    "startTime": 736759,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ أَنْتَ الْمُتَکَبِّرُ وَ أَنَا الْخَاشِعُ وَ هَلْ یَرْحَمُ الْخَاشِعَ إِلاَّ الْمُتَکَبِّرُ",
    "persian": "اى آقاى من اى آقاى من تویى خداى با کبریا و بزرگى و من بنده فروتن و عاجز و آیا در حق بنده عاجز فروتن جز خداى باکبریاى بزرگ که ترحم خواهد کرد؟"
  },
  {
    "sectionIndex": 33,
    "startTime": 758393,
    "arabic": "مَوْلاَیَ یَا مَوْلاَیَ ارْحَمْنِی بِرَحْمَتِکَ وَ ارْضَ عَنِّی بِجُودِکَ وَ کَرَمِکَ وَ فَضْلِکَ‏",
    "persian": "اى آقاى من اى آقاى من برحمتت ترحم کن و به جود و کرمت و فضل و احسانت از من راضى و خشنود باش"
  },
  {
    "sectionIndex": 34,
    "startTime": 775158,
    "arabic": "یَا ذَا الْجُودِ وَ الْإِحْسَانِ وَ الطَّوْلِ وَ الاِمْتِنَانِ بِرَحْمَتِکَ یَا أَرْحَمَ الرَّاحِمِینَ‏",
    "persian": "اى خداى صاحب جود و احسان و فضل و نعمت به حق رحمتت اى مهربانترین مهربانان عالم"
  }
]