[
  {
    "sectionIndex": 0,
    "startTime": 1521,
    "arabic": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
    "persian": "اى خدا درود فرست بر محمد و آلش"
  },
  {
    "sectionIndex": 1,
    "startTime": 23682,
    "arabic": "وَ اسْمَعْ دُعَائِی إِذَا دَعَوْتُکَ وَ اسْمَعْ نِدَائِی إِذَا نَادَیْتُکَ‌",
    "persian": "و چون تو را بخوانم دعاى مرا اجابت فرما و هرگاه تو را ندا کنم ندایم بشنو"
  },
  {
    "sectionIndex": 2,
    "startTime": 38207,
    "arabic": "وَ أَقْبِلْ عَلَیَّ إِذَا نَاجَیْتُکَ فَقَدْ هَرَبْتُ إِلَیْکَ وَ وَقَفْتُ بَیْنَ یَدَیْکَ مُسْتَکِیناً لَکَ مُتَضَرِّعاً إِلَیْکَ‌",
    "persian": "و چون با تو مناجات کنم به حالم توجه فرما که من بسوى تو گریخته ‌ام و در حضور حضرتت ایستاده در حالى که به درگاهت به حال پریشانى تضرع و زارى مى ‌کنم"
  },
  {
    "sectionIndex": 3,
    "startTime": 63510,
    "arabic": "رَاجِیاً لِمَا لَدَیْکَ ثَوَابِی وَ تَعْلَمُ مَا فِی نَفْسِی وَ تَخْبُرُ حَاجَتِی وَ تَعْرِفُ ضَمِیرِی‌",
    "persian": "و به آنچه نزد توست چشم امید دارم و تو از دلم آگاهى و حاجتم را مى‌ دانى و ضمیر مرا مى‌ شناسى"
  },
  {
    "sectionIndex": 4,
    "startTime": 83010,
    "arabic": "وَ لاَ یَخْفَى عَلَیْکَ أَمْرُ مُنْقَلَبِی وَ مَثْوَایَ‌",
    "persian": "و هیچ امرى از امور دنیا و آخرت من بر تو پنهان نیست"
  },
  {
    "sectionIndex": 5,
    "startTime": 90628,
    "arabic": "وَ مَا أُرِیدُ أَنْ أُبْدِئَ بِهِ مِنْ مَنْطِقِی وَ أَتَفَوَّهَ بِهِ مِنْ طَلِبَتِی وَ أَرْجُوهُ لِعَاقِبَتِی‌",
    "persian": "و آنچه مى‌ خواهم که به زبان اظهار کنم و از حوایجم سخن گویم و آنچه براى حسن عاقبتم به تو امید دارم همه را مى‌ دانى"
  },
  {
    "sectionIndex": 6,
    "startTime": 110356,
    "arabic": "وَ قَدْ جَرَتْ مَقَادِیرُکَ عَلَیَّ یَا سَیِّدِی فِیمَا یَکُونُ مِنِّی إِلَى آخِرِ عُمْرِی‌",
    "persian": "و حکم تقدیر تو بر من اى سید من در باطن و ظاهرم تا آخر عمر جارى و نافذ است"
  },
  {
    "sectionIndex": 7,
    "startTime": 125402,
    "arabic": "مِنْ سَرِیرَتِی وَ عَلاَنِیَتِی وَ بِیَدِکَ لاَ بِیَدِ غَیْرِکَ زِیَادَتِی وَ نَقْصِی وَ نَفْعِی وَ ضَرِّی‌",
    "persian": "و هر زیادت و نقصان و سود و زیان بر من وارد آمد همه به دست توست نه غیر تو"
  },
  {
    "sectionIndex": 8,
    "startTime": 147776,
    "arabic": "إِلَهِی إِنْ حَرَمْتَنِی فَمَنْ ذَا الَّذِی یَرْزُقُنِی وَ إِنْ خَذَلْتَنِی فَمَنْ ذَا الَّذِی یَنْصُرُنِی‌",
    "persian": "اى خدا اگر تو مرا از رزقت محروم سازى دیگر که تواند مرا روزى دهد و اگر تو مرا خوار گردانى که مرا یارى تواند کرد"
  },
  {
    "sectionIndex": 9,
    "startTime": 163404,
    "arabic": "إِلَهِی أَعُوذُ بِکَ مِنْ غَضَبِکَ وَ حُلُولِ سَخَطِکَ‌",
    "persian": "اى خدا به تو پناه مى ‌برم از غضب تو و از ورود خشم و سخطت"
  },
  {
    "sectionIndex": 10,
    "startTime": 172542,
    "arabic": "إِلَهِی إِنْ کُنْتُ غَیْرَ مُسْتَأْهِلٍ لِرَحْمَتِکَ فَأَنْتَ أَهْلٌ أَنْ تَجُودَ عَلَیَّ بِفَضْلِ سَعَتِکَ‌",
    "persian": "اى خدا اگر من لایق رحمتت نیستم تو لایقى که بر من از فضل و کرم بى ‌پایانت جود و بخشش کنى"
  },
  {
    "sectionIndex": 11,
    "startTime": 190307,
    "arabic": "إِلَهِی کَأَنِّی بِنَفْسِی وَاقِفَةٌ بَیْنَ یَدَیْکَ وَ قَدْ أَظَلَّهَا حُسْنُ تَوَکُّلِی عَلَیْکَ فَقُلْتَ (فَفَعَلْتَ) مَا أَنْتَ أَهْلُهُ وَ تَغَمَّدْتَنِی بِعَفْوِکَ‌",
    "persian": "اى خداى من گویا من اکنون در حضور تو ایستاده ‌ام و حسن توکلم بر تو به سرم سایه لطف انداخته و آنچه از کرم و احسان تو را شایسته است با من بجا آورده‌اى عفو و آمرزشت مرا فرا گرفته است"
  },
  {
    "sectionIndex": 12,
    "startTime": 213741,
    "arabic": "إِلَهِی إِنْ عَفَوْتَ فَمَنْ أَوْلَى مِنْکَ بِذَلِکَ‌",
    "persian": "اى خدا اگر تو مرا عفو کنى که از تو سزاوارتر به عفو است"
  },
  {
    "sectionIndex": 13,
    "startTime": 221733,
    "arabic": "وَ إِنْ کَانَ قَدْ دَنَا أَجَلِی وَ لَمْ یُدْنِنِی (یَدْنُ) مِنْکَ عَمَلِی فَقَدْ جَعَلْتُ الْإِقْرَارَ بِالذَّنْبِ إِلَیْکَ وَسِیلَتِی‌",
    "persian": "و اگر اجلم نزدیک شد و عمل صالحم مرا به تو نزدیک نکرد من هم اقرار به گناهانم را وسیله عفوت قرار داده ‌ام"
  },
  {
    "sectionIndex": 14,
    "startTime": 240545,
    "arabic": "إِلَهِی قَدْ جُرْتُ عَلَى نَفْسِی فِی النَّظَرِ لَهَا فَلَهَا الْوَیْلُ إِنْ لَمْ تَغْفِرْ لَهَا",
    "persian": "خدایا من در توجهم به نفس خود بر خویش ستم کردم پس اى واى بر نفس من اگر تو او را نیامرزى"
  },
  {
    "sectionIndex": 15,
    "startTime": 254180,
    "arabic": "إِلَهِی لَمْ یَزَلْ بِرُّکَ عَلَیَّ أَیَّامَ حَیَاتِی فَلاَ تَقْطَعْ بِرَّکَ عَنِّی فِی مَمَاتِی‌",
    "persian": "اى خدا چنانکه لطف و احسانت در تمام مدت زندگى شامل حالم بود پس در مرگ مرا از احسانت محروم مساز"
  },
  {
    "sectionIndex": 16,
    "startTime": 269581,
    "arabic": "إِلَهِی کَیْفَ آیَسُ مِنْ حُسْنِ نَظَرِکَ لِی بَعْدَ مَمَاتِی وَ أَنْتَ لَمْ تُوَلِّنِی (تُولِنِی) إِلاَّ الْجَمِیلَ فِی حَیَاتِی‌",
    "persian": "اى خدا چگونه مایوس از احسانت بعد مردنم شوم و حال آنکه تو در تمام عمرم با من جز نیکى و احسان نکردى"
  },
  {
    "sectionIndex": 17,
    "startTime": 286695,
    "arabic": "إِلَهِی تَوَلَّ مِنْ أَمْرِی مَا أَنْتَ أَهْلُهُ وَ عُدْ عَلَیَّ بِفَضْلِکَ عَلَى مُذْنِبٍ قَدْ غَمَرَهُ جَهْلُهُ‌",
    "persian": "اى خدا با من آن کن که تو را شاید (نه آنجه مرا باید) و باز هم به فضل و کرم بر گنهکارى که در لجه گناه از جهل و نادانى فرو رفته ترحم فرما"
  },
  {
    "sectionIndex": 18,
    "startTime": 302324,
    "arabic": "إِلَهِی قَدْ سَتَرْتَ عَلَیَّ ذُنُوباً فِی الدُّنْیَا وَ أَنَا أَحْوَجُ إِلَى سَتْرِهَا عَلَیَّ مِنْکَ فِی الْأُخْرَى‌",
    "persian": "اى خدا تو در دار دنیا گناهانم را از تمام خلق پنهان داشتى و من در آخرت به ستاریت از دنیا محتاجترم"
  },
  {
    "sectionIndex": 19,
    "startTime": 317859,
    "arabic": "(إِلَهِی قَدْ أَحْسَنْتَ إِلَیَّ) إِذْ لَمْ تُظْهِرْهَا لِأَحَدٍ مِنْ عِبَادِکَ الصَّالِحِینَ‌",
    "persian": "و چون لطف کردى و گناهانم را بر هیچ بنده صالحى آشکار نکردى"
  },
  {
    "sectionIndex": 20,
    "startTime": 324314,
    "arabic": "فَلاَ تَفْضَحْنِی یَوْمَ الْقِیَامَةِ عَلَى رُءُوسِ الْأَشْهَادِ",
    "persian": "پس روز قیامت هم مرا مفتضح و رسوا در حضور جمیع خلایق مگردان"
  },
  {
    "sectionIndex": 21,
    "startTime": 335019,
    "arabic": "إِلَهِی جُودُکَ بَسَطَ أَمَلِی وَ عَفْوُکَ أَفْضَلُ مِنْ عَمَلِی‌",
    "persian": "خدایا جود و بخششت بساط آرزوى مرا گسترده و عفو تو بهتر از عمل من است"
  },
  {
    "sectionIndex": 22,
    "startTime": 346690,
    "arabic": "إِلَهِی فَسُرَّنِی بِلِقَائِکَ یَوْمَ تَقْضِی فِیهِ بَیْنَ عِبَادِکَ إِلَهِی اعْتِذَارِی إِلَیْکَ اعْتِذَارُ مَنْ لَمْ یَسْتَغْنِ عَنْ قَبُولِ عُذْرِهِ‌",
    "persian": "اى خدا آن روزى که میان بندگانت حکم مى ‌کنى آن روز مرا به لقاء خود شاد گردان اى خدا من چون کسى به درگاهت عذر مى‌خواهم که به قبول عذر سخت محتاج است"
  },
  {
    "sectionIndex": 23,
    "startTime": 369641,
    "arabic": "فَاقْبَلْ عُذْرِی یَا أَکْرَمَ مَنِ اعْتَذَرَ إِلَیْهِ الْمُسِیئُونَ‌",
    "persian": "پس عذرم بپذیر اى کریمترین کسى که گنهکاران از او معذرت مى ‌طلبند"
  },
  {
    "sectionIndex": 24,
    "startTime": 378582,
    "arabic": "إِلَهِی لاَ تَرُدَّ حَاجَتِی وَ لاَ تُخَیِّبْ طَمَعِی وَ لاَ تَقْطَعْ مِنْکَ رَجَائِی وَ أَمَلِی‌",
    "persian": "اى خدا حاجتم را رد مکن و دست طمعم را از درگاهت محروم برمگردان و امید و آرزویم از لطف و کرمت منقطع مساز"
  },
  {
    "sectionIndex": 25,
    "startTime": 394146,
    "arabic": "إِلَهِی لَوْ أَرَدْتَ هَوَانِی لَمْ تَهْدِنِی وَ لَوْ أَرَدْتَ فَضِیحَتِی لَمْ تُعَافِنِی‌",
    "persian": "اى خدا اگر تو اراده خوارى من داشتى به هدایت و احسانت سرافرازم نمى ‌کردى و اگر مى‌ خواستى مرا رسوا سازى در دنیا معافم نمى ‌فرمودى"
  },
  {
    "sectionIndex": 26,
    "startTime": 406951,
    "arabic": "إِلَهِی مَا أَظُنُّکَ تَرُدُّنِی فِی حَاجَةٍ قَدْ أَفْنَیْتُ عُمُرِی فِی طَلَبِهَا مِنْکَ‌",
    "persian": "اى خداى من هرگز به تواین گمان نمى ‌برم که حاجتى که به تو دارم و عمرم را در طلبش فانى کردم باز روان سازى"
  },
  {
    "sectionIndex": 27,
    "startTime": 421206,
    "arabic": "إِلَهِی فَلَکَ الْحَمْدُ أَبَداً أَبَداً دَائِماً سَرْمَداً یَزِیدُ وَ لاَ یَبِیدُ کَمَا تُحِبُّ وَ تَرْضَى‌",
    "persian": "اى خدا حمد و ثنا مختص توست حمد ابدى و دایم سرمدى که همى بیفزاید و هرگز فنا نپذیرد چنانکه تو دوست بدارى و بپسندى"
  },
  {
    "sectionIndex": 28,
    "startTime": 438080,
    "arabic": "إِلَهِی إِنْ أَخَذْتَنِی بِجُرْمِی أَخَذْتُکَ بِعَفْوِکَ وَ إِنْ أَخَذْتَنِی بِذُنُوبِی أَخَذْتُکَ بِمَغْفِرَتِکَ‌",
    "persian": "اى خدا اگر مرا به جرمم مؤاخذه کنى تو را به عفوت مؤاخذه مى‌ کنم و اگر مرا به گناهانم بازخواست کنى تو را به مغفرتت باز خواست کنم"
  },
  {
    "sectionIndex": 29,
    "startTime": 454371,
    "arabic": "وَ إِنْ أَدْخَلْتَنِی النَّارَ أَعْلَمْتُ أَهْلَهَا أَنِّی أُحِبُّکَ‌",
    "persian": "و اگر مرا به آتش دوزخ برى اهل آتش را آگاه خواهم کرد که من تو را دوست مى ‌داشتم"
  },
  {
    "sectionIndex": 30,
    "startTime": 465967,
    "arabic": "إِلَهِی إِنْ کَانَ صَغُرَ فِی جَنْبِ طَاعَتِکَ عَمَلِی فَقَدْ کَبُرَ فِی جَنْبِ رَجَائِکَ أَمَلِی‌",
    "persian": "اى خدا اگر در مقابل طاعتت عملم اندک است در مقابل رجاء و امید به کرمت آرزویم بسیار است"
  },
  {
    "sectionIndex": 31,
    "startTime": 479879,
    "arabic": "إِلَهِی کَیْفَ أَنْقَلِبُ مِنْ عِنْدِکَ بِالْخَیْبَةِ مَحْرُوماً وَ قَدْ کَانَ حُسْنُ ظَنِّی بِجُودِکَ أَنْ تَقْلِبَنِی بِالنَّجَاةِ مَرْحُوماً",
    "persian": "اى خدا چگونه از درگاه لطفت محروم و ناامید برگردم در صورتى که به جود و احسان تو حسن ظن بسیار داشتم که به حالم ترحم کرده و عاقبت از اهل نجاتم مى ‌گردانى"
  },
  {
    "sectionIndex": 32,
    "startTime": 500420,
    "arabic": "إِلَهِی وَ قَدْ أَفْنَیْتُ عُمُرِی فِی شِرَّةِ السَّهْوِ عَنْکَ وَ أَبْلَیْتُ شَبَابِی فِی سَکْرَةِ التَّبَاعُدِ مِنْکَ‌",
    "persian": "اى خدا عمرم را با درد و غفلت از تو فانى ساختم و بفرسودم جوانیم را در مستى بعد از تو"
  },
  {
    "sectionIndex": 33,
    "startTime": 516053,
    "arabic": "إِلَهِی فَلَمْ أَسْتَیْقِظْ أَیَّامَ اغْتِرَارِی بِکَ وَ رُکُونِی إِلَى سَبِیلِ سَخَطِکَ‌",
    "persian": "اى خدا پس بیدار نشدم روزگارى را که مغرور کرمت بودم و به راه سخط و غضبت مى ‌رفتم"
  },
  {
    "sectionIndex": 34,
    "startTime": 529585,
    "arabic": "إِلَهِی وَ أَنَا عَبْدُکَ وَ ابْنُ عَبْدِکَ قَائِمٌ بَیْنَ یَدَیْکَ مُتَوَسِّلٌ بِکَرَمِکَ إِلَیْکَ‌",
    "persian": "اى خدا من بنده تو و فرزند بنده توام که در پیشگاه حضورت ایستاده ‌ام و کرم و رحمتت را بسویت وسیله خود قرار داده‌ ام"
  },
  {
    "sectionIndex": 35,
    "startTime": 543747,
    "arabic": "إِلَهِی أَنَا عَبْدٌ أَتَنَصَّلُ إِلَیْکَ مِمَّا کُنْتُ أُوَاجِهُکَ بِهِ مِنْ قِلَّةِ اسْتِحْیَائِی مِنْ نَظَرِکَ‌",
    "persian": "اى خدا منم بنده‌اى که به عذر خواهى به درگاهت آمده ‌ام از اعمال زشتى که بواسطه قلت حیا به حضورت و در نظرت بجا آورده ‌ام"
  },
  {
    "sectionIndex": 36,
    "startTime": 560701,
    "arabic": "وَ أَطْلُبُ الْعَفْوَ مِنْکَ إِذِ الْعَفْوُ نَعْتٌ لِکَرَمِکَ‌",
    "persian": "و از تو عفو و بخشش مى ‌طلبم که عفو وصف کرم توست"
  },
  {
    "sectionIndex": 37,
    "startTime": 569332,
    "arabic": "إِلَهِی لَمْ یَکُنْ لِی حَوْلٌ فَأَنْتَقِلَ بِهِ عَنْ مَعْصِیَتِکَ إِلاَّ فِی وَقْتٍ أَیْقَظْتَنِی لِمَحَبَّتِکَ‌",
    "persian": "اى خدا من قدرتى که از معصیت باز گردم ندارم مگر آنکه تو به عشق و محبت مرا بیدار گردانى"
  },
  {
    "sectionIndex": 38,
    "startTime": 587253,
    "arabic": "وَ کَمَا أَرَدْتَ أَنْ أَکُونَ کُنْتُ فَشَکَرْتُکَ بِإِدْخَالِی فِی کَرَمِکَ وَ لِتَطْهِیرِ قَلْبِی مِنْ أَوْسَاخِ الْغَفْلَةِ عَنْکَ‌",
    "persian": "یا آنکه چنانکه تو مى‌ خواهى باشم و شکر تو گویم چون مرا به کرمت داخل کردى و قلبم را از پلیدیهاى غفلت پاک و پاکیزه گردانیدى"
  },
  {
    "sectionIndex": 39,
    "startTime": 605809,
    "arabic": "إِلَهِی انْظُرْ إِلَیَّ نَظَرَ مَنْ نَادَیْتَهُ فَأَجَابَکَ وَ اسْتَعْمَلْتَهُ بِمَعُونَتِکَ فَأَطَاعَکَ‌",
    "persian": "اى خدا از لطف به حال من چنان بنگر که‌ به کسى که او را خواندى و اجابت کرد و به کار طاعت واداشتى و اطاعتت نمود مى ‌نگرى"
  },
  {
    "sectionIndex": 40,
    "startTime": 621407,
    "arabic": "یَا قَرِیباً لاَ یَبْعُدُ عَنِ الْمُغْتَرِّ بِهِ وَ یَا جَوَاداً لاَ یَبْخَلُ عَمَّنْ رَجَا ثَوَابَهُ‌",
    "persian": "اى نزدیکى که هرگز دور از آنکه فریفته توست نمى‌ شوى و اى با جود و کرمى که هرگز بخل بر آنکه امید احسانت دارد نمى‌ کنى"
  },
  {
    "sectionIndex": 41,
    "startTime": 635936,
    "arabic": "إِلَهِی هَبْ لِی قَلْباً یُدْنِیهِ مِنْکَ شَوْقُهُ وَ لِسَاناً یُرْفَعُ إِلَیْکَ صِدْقُهُ وَ نَظَراً یُقَرِّبُهُ مِنْکَ حَقُّهُ‌",
    "persian": "اى خدا به من دلى عطا کن که مشتاق مقام قرب تو باشد و زبانى که سخن صدقش بسوى تو بالا رود و نظر حقیقتى که تقرب تو جوید"
  },
  {
    "sectionIndex": 42,
    "startTime": 654744,
    "arabic": "إِلَهِی إِنَّ مَنْ تَعَرَّفَ بِکَ غَیْرُ مَجْهُولٍ وَ مَنْ لاَذَ بِکَ غَیْرُ مَخْذُولٍ وَ مَنْ أَقْبَلْتَ عَلَیْهِ غَیْرُ مَمْلُوکٍ (مَمْلُولٍ)",
    "persian": "اى خدا آنکه به تو معروف شد هرگز مجهول و بى‌ نام نشود و هر که به تو پناه آورد هرگز خوار نگردد و هر که تو به او توجه کنى بنده دیگرى نشود"
  },
  {
    "sectionIndex": 43,
    "startTime": 673013,
    "arabic": "إِلَهِی إِنَّ مَنِ انْتَهَجَ بِکَ لَمُسْتَنِیرٌ وَ إِنَّ مَنِ اعْتَصَمَ بِکَ لَمُسْتَجِیرٌ وَ قَدْ لُذْتُ بِکَ یَا إِلَهِی‌",
    "persian": "اى خدا هر که به تو راه یافت روشن شد و هر که به تو پناه برد پناه یافت و من به درگاه تو پناه آورده‌ ام پس تو اى خدا"
  },
  {
    "sectionIndex": 44,
    "startTime": 691352,
    "arabic": "فَلاَ تُخَیِّبْ ظَنِّی مِنْ رَحْمَتِکَ وَ لاَ تَحْجُبْنِی عَنْ رَأْفَتِکَ‌",
    "persian": "حسن ظن مرا به رحمتت نومید مساز و از فروغ رأفت و عنایتت مرا محجوب مگردان"
  },
  {
    "sectionIndex": 45,
    "startTime": 701632,
    "arabic": "إِلَهِی أَقِمْنِی فِی أَهْلِ وَلاَیَتِکَ مُقَامَ مَنْ رَجَا الزِّیَادَةَ مِنْ مَحَبَّتِکَ‌",
    "persian": "اى خدا مرا در میان اولیاء خود مقام آنکس را بخش که به امید زیاد شدن محبت توست"
  },
  {
    "sectionIndex": 46,
    "startTime": 713598,
    "arabic": "إِلَهِی وَ أَلْهِمْنِی وَلَهاً بِذِکْرِکَ إِلَى ذِکْرِکَ وَ هِمَّتِی فِی رَوْحِ نَجَاحِ أَسْمَائِکَ وَ مَحَلِّ قُدْسِکَ‌",
    "persian": "اى خدا و مرا واله و حیران یاد خود براى یاد خود گردان و همتم را بر نشاط و فیروزى در اسماء خود و مقام قدس خویش موقوف ساز"
  },
  {
    "sectionIndex": 47,
    "startTime": 731565,
    "arabic": "إِلَهِی بِکَ عَلَیْکَ إِلاَّ أَلْحَقْتَنِی بِمَحَلِّ أَهْلِ طَاعَتِکَ وَ الْمَثْوَى الصَّالِحِ مِنْ مَرْضَاتِکَ‌",
    "persian": "اى خدا به ذات پاکت و به حقى که تو را بر خلق است قسم که مرا به اهل طاعتت ملحق ساز و منزل شایسته از مقام رضا و خوشنودیت عطا فرما"
  },
  {
    "sectionIndex": 48,
    "startTime": 747818,
    "arabic": "فَإِنِّی لاَ أَقْدِرُ لِنَفْسِی دَفْعاً وَ لاَ أَمْلِکُ لَهَا نَفْعاً",
    "persian": "که من قادر نیستم دفع شرى از خود یا جلب نفعى براى خود کنم"
  },
  {
    "sectionIndex": 49,
    "startTime": 760630,
    "arabic": "إِلَهِی أَنَا عَبْدُکَ الضَّعِیفُ الْمُذْنِبُ وَ مَمْلُوکُکَ الْمُنِیبُ (الْمَعِیبُ) فَلاَ تَجْعَلْنِی مِمَّنْ صَرَفْتَ عَنْهُ وَجْهَکَ وَ حَجَبَهُ سَهْوُهُ عَنْ عَفْوِکَ‌",
    "persian": "اى خدا من بنده ضعیف گنهکار و مملوک تایب پر عیب و نقص توام پس مرا از آنان که روى از آنها مى ‌گردانى و به غفلت از عفوت محجوب شدند قرار مده"
  },
  {
    "sectionIndex": 50,
    "startTime": 784240,
    "arabic": "إِلَهِی هَبْ لِی کَمَالَ الاِنْقِطَاعِ إِلَیْکَ وَ أَنِرْ أَبْصَارَ قُلُوبِنَا بِضِیَاءِ نَظَرِهَا إِلَیْکَ‌",
    "persian": "اى خدا مرا انقطاع کامل بسوى خود عطا فرما و روشن ساز دیده‌ هاى دل ما را به نورى که به آن نور تو را مشاهده کند"
  },
  {
    "sectionIndex": 51,
    "startTime": 798409,
    "arabic": "حَتَّى تَخْرِقَ أَبْصَارُ الْقُلُوبِ حُجُبَ النُّورِ فَتَصِلَ إِلَى مَعْدِنِ الْعَظَمَةِ وَ تَصِیرَ أَرْوَاحُنَا مُعَلَّقَةً بِعِزِّ قُدْسِکَ‌",
    "persian": "تا آنکه دیده بصیرت ما حجابهاى نور را بر دردو به نور عظمت واصل گردد و جانهاى ما به مقام قدس عزتت در پیوندد"
  },
  {
    "sectionIndex": 52,
    "startTime": 817604,
    "arabic": "إِلَهِی وَ اجْعَلْنِی مِمَّنْ نَادَیْتَهُ فَأَجَابَکَ وَ لاَحَظْتَهُ فَصَعِقَ لِجَلاَلِکَ فَنَاجَیْتَهُ سِرّاً وَ عَمِلَ لَکَ جَهْراً",
    "persian": "اى خدا مرا از آنان قرار ده که چون او را ندا کنى تو را اجابت مى ‌کند و چون به او متوجه شوى از تجلى جلال و عظمتت مدهوش مى‌ گردد پس تو با او در باطن راز مى‌ گویى و او به عیان به کار تو مشغول است"
  },
  {
    "sectionIndex": 53,
    "startTime": 838429,
    "arabic": "إِلَهِی لَمْ أُسَلِّطْ عَلَى حُسْنِ ظَنِّی قُنُوطَ الْإِیَاسِ وَ لاَ انْقَطَعَ رَجَائِی مِنْ جَمِیلِ کَرَمِکَ‌",
    "persian": "اى خدا بر حسن ظنم به تو یأس و ناامیدى مسلط مساز و دست امیدم از دامن کرم نیکویت جدا مگردان"
  },
  {
    "sectionIndex": 54,
    "startTime": 852181,
    "arabic": "إِلَهِی إِنْ کَانَتِ الْخَطَایَا قَدْ أَسْقَطَتْنِی لَدَیْکَ فَاصْفَحْ عَنِّی بِحُسْنِ تَوَکُّلِی عَلَیْکَ‌",
    "persian": "اى خدا اگر خطاهایم مرا نزد تو پس و خوار گردانیده هم بواسطه حسن اعتمادم به تو از من عفو کن"
  },
  {
    "sectionIndex": 55,
    "startTime": 866329,
    "arabic": "إِلَهِی إِنْ حَطَّتْنِی الذُّنُوبُ مِنْ مَکَارِمِ لُطْفِکَ فَقَدْ نَبَّهَنِی الْیَقِینُ إِلَى کَرَمِ عَطْفِکَ‌",
    "persian": "اى خدا اگر گناهانم مرا از لطف و کرامتهایت دور کرده مقام یقینم مرا به کرم و عطوفتت تذکر مى ‌دهد"
  },
  {
    "sectionIndex": 56,
    "startTime": 880316,
    "arabic": "إِلَهِی إِنْ أَنَامَتْنِی الْغَفْلَةُ عَنِ الاِسْتِعْدَادِ لِلِقَائِکَ فَقَدْ نَبَّهَتْنِی الْمَعْرِفَةُ بِکَرَمِ آلاَئِکَ‌",
    "persian": "و اگر غفلت مرا از مهیاى لقاى تو شدن به خواب غرور افکند معرفتم به نعمتهاى بزرگوارت بیدار مى‌ گرداند"
  },
  {
    "sectionIndex": 57,
    "startTime": 895318,
    "arabic": "إِلَهِی إِنْ دَعَانِی إِلَى النَّارِ عَظِیمُ عِقَابِکَ فَقَدْ دَعَانِی إِلَى الْجَنَّةِ جَزِیلُ ثَوَابِکَ‌",
    "persian": "اى خدا اگر عقاب و انتقام تو مرا به آتش دوزخ خواند ثواب و عنایتت مرا بسوى بهشت ابد دعوت کرد"
  },
  {
    "sectionIndex": 58,
    "startTime": 909788,
    "arabic": "إِلَهِی فَلَکَ أَسْأَلُ وَ إِلَیْکَ أَبْتَهِلُ وَ أَرْغَبُ وَ أَسْأَلُکَ أَنْ تُصَلِّیَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
    "persian": "اى خدا پس من هر چه بخواهم از تو درخواست مى ‌کنم و به درگاه کرمت با ناله و زارى و شوق و رغبت مى‌ نالم و از تو مى ‌طلبم که درود فرستى بر محمد (ص) و آل محمد"
  },
  {
    "sectionIndex": 59,
    "startTime": 928076,
    "arabic": "وَ أَنْ تَجْعَلَنِی مِمَّنْ یُدِیمُ ذِکْرَکَ وَ لاَ یَنْقُضُ عَهْدَکَ وَ لاَ یَغْفُلُ عَنْ شُکْرِکَ وَ لاَ یَسْتَخِفُّ بِأَمْرِکَ‌",
    "persian": "و مرا از آنان قرار دهى که دایم به یاد تواند و هرگز عهد تو نشکنند و شکر و سپاست را لحظه‌اى فراموش نکنند و امرت را سبک نشمرند"
  },
  {
    "sectionIndex": 60,
    "startTime": 946119,
    "arabic": "إِلَهِی وَ أَلْحِقْنِی بِنُورِ عِزِّکَ الْأَبْهَجِ فَأَکُونَ لَکَ عَارِفاً وَ عَنْ سِوَاکَ مُنْحَرِفاً وَ مِنْکَ خَائِفاً مُرَاقِباً",
    "persian": "اى خدا و مرا به نور مقام عزتت که بهجت و نشاطش از هر لذت بالاتر است در پیوند تا آنکه شناساى تو باشم و از غیر تو رو بگردانم و از تو ترسان و مراقب فرمان باشم"
  },
  {
    "sectionIndex": 61,
    "startTime": 967078,
    "arabic": "یَا ذَا الْجَلاَلِ وَ الْإِکْرَامِ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ رَسُولِهِ وَ آلِهِ الطَّاهِرِینَ وَ سَلَّمَ تَسْلِیماً کَثِیراً",
    "persian": "اى خداى صاحب جلال و بزرگوارى و درود خدا بر رسولش محمد (ص) و بر اهل بیت پاکش و سلام و تحیت بسیار باد."
  }
]